export type Shop = {
  brand: string;
  name: string;
  address: string;
  lat: number;
  lng: number;
};

export const SHOPS: Shop[] = [
  {
    "brand": "百佳",
    "name": "Park Circle",
    "address": "新界元朗青山公路潭尾段18號ParkCircle地下118號舖",
    "lat": 22.4509,
    "lng": 114.051622
  },
  {
    "brand": "百佳",
    "name": "T Town 北",
    "address": "新界天水圍天華路33號 T Town North 2樓N206-209號舖",
    "lat": 22.462437,
    "lng": 113.997905
  },
  {
    "brand": "百佳",
    "name": "TKO Gateway",
    "address": "新界將軍澳厚德商場東翼1樓E146號舖及2樓E203號舖",
    "lat": 22.317162,
    "lng": 114.266221
  },
  {
    "brand": "百佳",
    "name": "上水匯",
    "address": "新界上水龍琛路48號地庫全層",
    "lat": 22.503192,
    "lng": 114.128954
  },
  {
    "brand": "百佳",
    "name": "中文大學",
    "address": "新界沙田香港中文大學富爾敦樓低層地下",
    "lat": 22.424279,
    "lng": 114.201751
  },
  {
    "brand": "百佳",
    "name": "中環大廈",
    "address": "香港中環擺花街23-39號中環大廈地下",
    "lat": 22.282658,
    "lng": 114.153568
  },
  {
    "brand": "百佳",
    "name": "九龍城太子道",
    "address": "九龍九龍城太子道西352號民生商業大廈地下及地庫",
    "lat": 22.327643,
    "lng": 114.187162
  },
  {
    "brand": "百佳",
    "name": "俊宏軒",
    "address": "新界天水圍天瑞路88號俊宏軒商場1樓101-102號舖",
    "lat": 22.469259,
    "lng": 114.001641
  },
  {
    "brand": "百佳",
    "name": "偉恒昌",
    "address": "九龍土瓜灣美景街108號偉恒昌新恒景閣地下",
    "lat": 22.317639,
    "lng": 114.192199
  },
  {
    "brand": "百佳",
    "name": "偉華中心",
    "address": "新界沙田正街11-17號偉華中心商場2樓6-7號舖",
    "lat": 22.380932,
    "lng": 114.187087
  },
  {
    "brand": "百佳",
    "name": "元州街東蘭閣",
    "address": "九龍深水埗元州街280-288號東蘭閣A座A,B,D號舖",
    "lat": 22.335746,
    "lng": 114.159509
  },
  {
    "brand": "百佳",
    "name": "兆康苑",
    "address": "新界屯門兆康路2-22號兆康苑兆康商場1樓225號舖",
    "lat": 22.412695,
    "lng": 113.978046
  },
  {
    "brand": "百佳",
    "name": "別樹一居",
    "address": "九龍太子太子道西171號別樹一居1樓",
    "lat": 22.323989,
    "lng": 114.169359
  },
  {
    "brand": "百佳",
    "name": "利安邨",
    "address": "新界馬鞍山利安邨商場地下107號舖",
    "lat": 22.426699,
    "lng": 114.240956
  },
  {
    "brand": "百佳",
    "name": "利東商場",
    "address": "香港鴨脷洲利東邨道5號利東邨利東商場3樓1 號舖",
    "lat": 22.24115,
    "lng": 114.156
  },
  {
    "brand": "百佳",
    "name": "加州花園廣場",
    "address": "新界元朗和生圍加州花園廣場地下G20號舖",
    "lat": 22.486398,
    "lng": 114.054063
  },
  {
    "brand": "百佳",
    "name": "勝利道康強大廈",
    "address": "九龍旺角勝利道14-14A號康強大廈地下",
    "lat": 22.319101,
    "lng": 114.17476
  },
  {
    "brand": "百佳",
    "name": "北京道環球商場大廈",
    "address": "九龍尖沙咀北京道65-69號環球商業大廈地庫",
    "lat": 22.296303,
    "lng": 114.171605
  },
  {
    "brand": "百佳",
    "name": "北角和富薈",
    "address": "香港北角和富道 21-53 號和富地庫B46 號舖",
    "lat": 22.29234,
    "lng": 114.19618
  },
  {
    "brand": "百佳",
    "name": "北角海峰園",
    "address": "香港北角福蔭道1號海峰園南峰閣地下2A-2D號舖",
    "lat": 22.28799,
    "lng": 114.191647
  },
  {
    "brand": "百佳",
    "name": "匯景廣場",
    "address": "九龍藍田匯景廣場4樓401號舖",
    "lat": 22.307133,
    "lng": 114.2335
  },
  {
    "brand": "百佳",
    "name": "半山壹號",
    "address": "九龍常盛街80號半山壹號商場壹號茗薈1樓12號舖",
    "lat": 22.318705,
    "lng": 114.18543
  },
  {
    "brand": "百佳",
    "name": "又一城",
    "address": "九龍九龍塘達之路又一城地下香港鐵路層5號舖",
    "lat": 22.337483,
    "lng": 114.174684
  },
  {
    "brand": "百佳",
    "name": "合和中心",
    "address": "香港灣仔皇后大道東183號合和中心地庫",
    "lat": 22.274511,
    "lng": 114.171617
  },
  {
    "brand": "百佳",
    "name": "合和商場",
    "address": "香港灣仔堅尼地道15 號合和商場15 樓1502-1503 號舖",
    "lat": 22.27498,
    "lng": 114.17078
  },
  {
    "brand": "百佳",
    "name": "和田商場",
    "address": "屯門和田邨和田商場一樓103 號",
    "lat": 22.41391,
    "lng": 113.96877
  },
  {
    "brand": "百佳",
    "name": "啟德花園",
    "address": "九龍黃大仙啟德花園二期地下13, 15及28號舖",
    "lat": 22.337725,
    "lng": 114.19425
  },
  {
    "brand": "百佳",
    "name": "嘉福商場",
    "address": "新界粉嶺置嘉里8 號嘉福商場地下113號舖",
    "lat": 22.49367,
    "lng": 114.13574
  },
  {
    "brand": "百佳",
    "name": "國泰城 (只適用於可進入國泰城之特定人士)",
    "address": "大嶼山赤鱲角觀景路8號香港國際機場國泰城地面上層H-I室",
    "lat": 22.297574,
    "lng": 113.934433
  },
  {
    "brand": "百佳",
    "name": "坪石邨",
    "address": "九龍牛池灣清水灣道2號坪石邨鑽石樓2樓201號舖",
    "lat": 22.333841,
    "lng": 114.209092
  },
  {
    "brand": "百佳",
    "name": "堅尼地城",
    "address": "香港堅尼地城卑路乍街23號堅城中心地下A及B號舖",
    "lat": 22.283934,
    "lng": 114.130288
  },
  {
    "brand": "百佳",
    "name": "堅道大成大廈",
    "address": "香港上環堅道129-133號大成大廈地下B舖",
    "lat": 22.282905,
    "lng": 114.149886
  },
  {
    "brand": "百佳",
    "name": "塘尾道長輝大廈",
    "address": "九龍旺角塘尾道22號長輝大廈地下A-C號舖",
    "lat": 22.319441,
    "lng": 114.166247
  },
  {
    "brand": "百佳",
    "name": "士美菲路",
    "address": "香港堅尼地城士美菲路45-51號Smithfield Walk低層地下7號舖",
    "lat": 22.2817,
    "lng": 114.128102
  },
  {
    "brand": "百佳",
    "name": "壽臣山廣場",
    "address": "香港壽臣山壽山村道16E號壽臣山廣場LG1號舖",
    "lat": 22.249372,
    "lng": 114.181239
  },
  {
    "brand": "百佳",
    "name": "大元商場",
    "address": "大埔汀角路10 號大元商場5, 6A, 6B, 7, 8 及9 號舖",
    "lat": 22.45414,
    "lng": 114.16802
  },
  {
    "brand": "百佳",
    "name": "大同新邨大公樓",
    "address": "九龍大角咀大角咀道107-127號大同新邨大公樓地下4號舖",
    "lat": 22.321785,
    "lng": 114.161772
  },
  {
    "brand": "百佳",
    "name": "大埔清泉雅居",
    "address": "新界大埔翠樂街6號清泉雅居地下9B號舖",
    "lat": 22.452725,
    "lng": 114.164272
  },
  {
    "brand": "百佳",
    "name": "大埔超級城",
    "address": "新界大埔安邦路4號大埔超級城D區612-670號舖",
    "lat": 22.451917,
    "lng": 114.170062
  },
  {
    "brand": "百佳",
    "name": "大榮里",
    "address": "新界大埔大榮里16-22號歡樂樓地下",
    "lat": 22.447464,
    "lng": 114.166531
  },
  {
    "brand": "百佳",
    "name": "天平邨",
    "address": "新界上水天平路48號天平邨天平商場地下101號舖",
    "lat": 22.503597,
    "lng": 114.13371
  },
  {
    "brand": "百佳",
    "name": "天晉滙",
    "address": "新界將軍澳唐俊街12號天晉滙地下G01號舖",
    "lat": 22.307547,
    "lng": 114.261403
  },
  {
    "brand": "百佳",
    "name": "天水圍 +WOO",
    "address": "新界天水圍天恩路12-18號 +WOO 嘉湖1期2樓220號舖",
    "lat": 22.458143,
    "lng": 114.002979
  },
  {
    "brand": "百佳",
    "name": "天瑞商場",
    "address": "新界天水圍天瑞路9號天瑞商場2樓L101號舖",
    "lat": 22.456041,
    "lng": 113.998409
  },
  {
    "brand": "百佳",
    "name": "天耀廣場",
    "address": "新界天水圍天湖路2號天耀邨天耀廣場1樓L109及L110商舖",
    "lat": 22.450742,
    "lng": 114.003324
  },
  {
    "brand": "百佳",
    "name": "太古廣場 Great",
    "address": "香港金鐘太古廣場二期地庫LG1  009號鋪",
    "lat": 22.27734,
    "lng": 114.16442
  },
  {
    "brand": "百佳",
    "name": "太和廣場",
    "address": "新界大埔太和路12號太和邨太和廣場3樓301號舖",
    "lat": 22.45154,
    "lng": 114.162057
  },
  {
    "brand": "百佳",
    "name": "宇晴滙",
    "address": "九龍荔枝角深盛路9號宇晴軒商場2層4-6,66號舖",
    "lat": 22.334791,
    "lng": 114.149945
  },
  {
    "brand": "百佳",
    "name": "安泰邨",
    "address": "九龍觀塘安泰邨豐泰樓地下高層110號舖",
    "lat": 22.327129,
    "lng": 114.229482
  },
  {
    "brand": "百佳",
    "name": "安達商場",
    "address": "九龍觀塘安達邨安達商場UG03號舖",
    "lat": 22.32071,
    "lng": 114.234309
  },
  {
    "brand": "百佳",
    "name": "宏德居",
    "address": "香港柴灣道341-343號宏德居B座宏德居商場一樓",
    "lat": 22.264016,
    "lng": 114.239772
  },
  {
    "brand": "百佳",
    "name": "家維邨",
    "address": "九龍紅磡馬頭圍道家維邨家義樓低層地下1-2號舖及家廉樓低層地下1-6號舖",
    "lat": 22.307597,
    "lng": 114.186908
  },
  {
    "brand": "百佳",
    "name": "富亨商場",
    "address": "新界大埔富亨邨富亨商場地下7號舖",
    "lat": 22.45857,
    "lng": 114.171184
  },
  {
    "brand": "百佳",
    "name": "富安花園",
    "address": "新界沙田馬鞍山恆信街2號富安花園1樓部份",
    "lat": 22.405136,
    "lng": 114.223295
  },
  {
    "brand": "百佳",
    "name": "富泰商場",
    "address": "新界屯門屯貴路9號富泰商場2樓220-226號舖",
    "lat": 22.414183,
    "lng": 113.984024
  },
  {
    "brand": "百佳",
    "name": "富蝶商場",
    "address": "新界大埔富蝶邨2 期富蝶商場地下13 號舖",
    "lat": 22.46357,
    "lng": 114.17642
  },
  {
    "brand": "百佳",
    "name": "富運商業中心",
    "address": "九龍油麻地彌敦道573號富運商業中心地面入口及地庫",
    "lat": 22.314974,
    "lng": 114.170039
  },
  {
    "brand": "百佳",
    "name": "寶怡花園",
    "address": "新界屯門良德街11號寶怡花園1樓7號舖",
    "lat": 22.408532,
    "lng": 113.968658
  },
  {
    "brand": "百佳",
    "name": "寶琳商場",
    "address": "新界將軍澳寶琳路18號寶琳邨寶琳商場地下101號地下",
    "lat": 22.325326,
    "lng": 114.255972
  },
  {
    "brand": "百佳",
    "name": "寶田商場",
    "address": "新界屯門鳴琴路99號寶田商場105號舖",
    "lat": 22.409799,
    "lng": 113.966759
  },
  {
    "brand": "百佳",
    "name": "寶達商場",
    "address": "九龍觀塘秀茂坪寶達商場一樓116號舖",
    "lat": 22.317753,
    "lng": 114.236332
  },
  {
    "brand": "百佳",
    "name": "尚德廣場",
    "address": "新界將軍澳唐明街2號尚德邨尚德商場2樓209號舖",
    "lat": 22.31125,
    "lng": 114.258771
  },
  {
    "brand": "百佳",
    "name": "屯門仁愛堂",
    "address": "新界屯門啟民徑18號仁愛堂賽馬會社區及體育中心地下",
    "lat": 22.396894,
    "lng": 113.975932
  },
  {
    "brand": "百佳",
    "name": "屯門市廣場",
    "address": "新界屯門屯盛街1號屯門市廣場2期2樓全層",
    "lat": 22.3927,
    "lng": 113.97666
  },
  {
    "brand": "百佳",
    "name": "希爾頓大廈",
    "address": "九龍尖沙咀加連威老道96號希爾頓大廈地下B號舖",
    "lat": 22.299748,
    "lng": 114.17719
  },
  {
    "brand": "百佳",
    "name": "帝濤灣浪琴軒",
    "address": "新界屯門青山公路大欖涌段屯門市地段400號帝濤灣浪琴軒地庫2樓2號舖",
    "lat": 22.367637,
    "lng": 114.012803
  },
  {
    "brand": "百佳",
    "name": "幸福商場",
    "address": "九龍長沙灣幸祥街8號幸福商場1樓107號舖",
    "lat": 22.335512,
    "lng": 114.154617
  },
  {
    "brand": "百佳",
    "name": "康樂園",
    "address": "新界大埔康樂園市中心商場C座地下及1樓",
    "lat": 22.461187,
    "lng": 114.154426
  },
  {
    "brand": "百佳",
    "name": "康翠臺",
    "address": "香港柴灣泰民街16 號康翠臺商場L5 地下4A 及4B 部份, 4C",
    "lat": 22.26723,
    "lng": 114.23452
  },
  {
    "brand": "百佳",
    "name": "廣東道（油麻地）",
    "address": "九龍油麻地廣東道831號金華大廈F及G座地下",
    "lat": 22.313185,
    "lng": 114.168242
  },
  {
    "brand": "百佳",
    "name": "廣源商場",
    "address": "新界沙田廣源商場第二座5B號舖",
    "lat": 22.381032,
    "lng": 114.21528
  },
  {
    "brand": "百佳",
    "name": "形點II",
    "address": "新界元朗朗日路8號形點II 2樓A223號舖",
    "lat": 22.445461,
    "lng": 114.036009
  },
  {
    "brand": "百佳",
    "name": "彩盈邨",
    "address": "九龍牛頭角彩盈邨彩盈坊2號舖",
    "lat": 22.328009,
    "lng": 114.214613
  },
  {
    "brand": "百佳",
    "name": "御庭居",
    "address": "新界元朗馬田路80號御庭居地下9-12及15-19號舖",
    "lat": 22.44089,
    "lng": 114.02139
  },
  {
    "brand": "百佳",
    "name": "御豪門",
    "address": "九龍九龍城沙浦道83號御豪門地下1號舖",
    "lat": 22.330951,
    "lng": 114.192481
  },
  {
    "brand": "百佳",
    "name": "快閃特賣場",
    "address": "新界天水圍天恩路12-18號 +WOO 嘉湖1期2樓220號舖",
    "lat": 22.45803,
    "lng": 114.00718
  },
  {
    "brand": "百佳",
    "name": "快閃特賣場",
    "address": "新界青衣担杆山路6號長發邨長發廣場3樓321F-321G號舖",
    "lat": 22.36241,
    "lng": 114.10369
  },
  {
    "brand": "百佳",
    "name": "恒成大廈",
    "address": "九龍油麻地彌敦道363,365,367,369,371&373號恒成大廈地庫高層B部分",
    "lat": 22.307929,
    "lng": 114.171132
  },
  {
    "brand": "百佳",
    "name": "恒景商場",
    "address": "新界葵涌榮芳路9號恆景花園恒景商場1樓103-106號舖",
    "lat": 22.360534,
    "lng": 114.127826
  },
  {
    "brand": "百佳",
    "name": "愉景新城",
    "address": "新界荃灣青山公路荃灣段398號愉景新城1樓1033-34b及1069號舖",
    "lat": 22.37653,
    "lng": 114.11156
  },
  {
    "brand": "百佳",
    "name": "愉景灣",
    "address": "大嶼山愉景灣愉景灣商場C座G25號舖",
    "lat": 22.295415,
    "lng": 114.016676
  },
  {
    "brand": "百佳",
    "name": "愉翠商場",
    "address": "新界沙田愉翠苑愉翠商場1樓104號舖",
    "lat": 22.382093,
    "lng": 114.205364
  },
  {
    "brand": "百佳",
    "name": "愛東邨",
    "address": "香港筲箕灣愛東邨愛東商場1樓104-105號舖",
    "lat": 22.2808,
    "lng": 114.227682
  },
  {
    "brand": "百佳",
    "name": "愛民廣場",
    "address": "九龍何文田愛民廣場地下G23A號舖",
    "lat": 22.312349,
    "lng": 114.178774
  },
  {
    "brand": "百佳",
    "name": "愛琴海岸",
    "address": "新界屯門掃管笏管青路2號愛琴海岸地下3C號舖",
    "lat": 22.373665,
    "lng": 113.994751
  },
  {
    "brand": "百佳",
    "name": "慈正邨",
    "address": "九龍慈雲山慈正邨慈正二期慈正商場地下1號舖",
    "lat": 22.351098,
    "lng": 114.200455
  },
  {
    "brand": "百佳",
    "name": "慈雲山中心",
    "address": "九龍慈雲山毓華街23號慈雲山中心5樓528-535號舖",
    "lat": 22.347248,
    "lng": 114.200497
  },
  {
    "brand": "百佳",
    "name": "成和道",
    "address": "香港跑馬地成和道13-19號麗成大廈地下",
    "lat": 22.269699,
    "lng": 114.185225
  },
  {
    "brand": "百佳",
    "name": "數碼港",
    "address": "香港薄扶林數碼港零售服務中心1樓3號舖",
    "lat": 22.262559,
    "lng": 114.130762
  },
  {
    "brand": "百佳",
    "name": "數碼港商場3樓",
    "address": "香港薄扶林數碼港道100 號數碼港商場3 樓315 號舖",
    "lat": 22.261078,
    "lng": 114.130048
  },
  {
    "brand": "百佳",
    "name": "文遜大廈",
    "address": "九龍尖沙咀彌敦道74-78號文遜大廈地下部份及地庫",
    "lat": 22.298361,
    "lng": 114.172419
  },
  {
    "brand": "百佳",
    "name": "新九龍廣場",
    "address": "九龍大角咀大角咀道38號新九龍廣場1樓105-126室",
    "lat": 22.320046,
    "lng": 114.162537
  },
  {
    "brand": "百佳",
    "name": "新屯門中心",
    "address": "新界屯門龍門路55-65號新屯門商場3樓157-165號舖",
    "lat": 22.381419,
    "lng": 113.96396
  },
  {
    "brand": "百佳",
    "name": "新田圍邨",
    "address": "新界沙田新田圍邨新田圍商場4樓25號舖",
    "lat": 22.370433,
    "lng": 114.186584
  },
  {
    "brand": "百佳",
    "name": "新翠商場",
    "address": "新界沙田翠田街2號新翠邨街市地下L001號舖",
    "lat": 22.369568,
    "lng": 114.181492
  },
  {
    "brand": "百佳",
    "name": "新達廣場",
    "address": "新界大埔南運路9號新達廣場2樓131-140號舖",
    "lat": 22.444082,
    "lng": 114.169251
  },
  {
    "brand": "百佳",
    "name": "明德商場",
    "address": "新界將軍澳培成里10 號明德邨明德商場地下2號舖",
    "lat": 22.31685,
    "lng": 114.26871
  },
  {
    "brand": "百佳",
    "name": "映灣薈",
    "address": "大嶼山東涌健東路1號映灣坊1樓平台22-23號舖",
    "lat": 22.292248,
    "lng": 113.949001
  },
  {
    "brand": "百佳",
    "name": "景林商場",
    "address": "新界西貢將軍澳寶琳北路38 號景林邨景林商場地下10 號舖",
    "lat": 22.32124,
    "lng": 114.26117
  },
  {
    "brand": "百佳",
    "name": "晴朗商場",
    "address": "九龍啟德晴朗商場1樓B101號商舖",
    "lat": 22.33168,
    "lng": 114.20289
  },
  {
    "brand": "百佳",
    "name": "曉麗商場",
    "address": "九龍官塘秀茂坪曉麗苑曉麗商場233號舖",
    "lat": 22.320895,
    "lng": 114.229396
  },
  {
    "brand": "百佳",
    "name": "曾榕大廈",
    "address": "九龍窩打老道70號曾榕大廈地下G號舖",
    "lat": 22.31734,
    "lng": 114.174889
  },
  {
    "brand": "百佳",
    "name": "杏花新城",
    "address": "香港杏花邨杏花新城西翼二樓217-230號舖",
    "lat": 22.277978,
    "lng": 114.240289
  },
  {
    "brand": "百佳",
    "name": "東環",
    "address": "大嶼山東涌迎康街6號東環地下G07-09號舖",
    "lat": 22.296125,
    "lng": 113.949895
  },
  {
    "brand": "百佳",
    "name": "東薈城",
    "address": "大嶼山東涌達東路20號東薈城B1-B10號舖",
    "lat": 22.290662,
    "lng": 113.942868
  },
  {
    "brand": "百佳",
    "name": "柯士甸道",
    "address": "九龍佐敦柯士甸道118-120 號業廣商業大廈地下1-2 號地舖",
    "lat": 22.303241,
    "lng": 114.172974
  },
  {
    "brand": "百佳",
    "name": "梅窩",
    "address": "大嶼山梅窩碼頭路12號梅窩大廈地下及1樓",
    "lat": 22.264395,
    "lng": 114.000683
  },
  {
    "brand": "百佳",
    "name": "業旺商場",
    "address": "新界屯門業旺邨業旺商場1樓106號舖",
    "lat": 22.38796,
    "lng": 113.96998
  },
  {
    "brand": "百佳",
    "name": "榮輝中心",
    "address": "新界粉嶺聯捷街2-10號榮輝中心地下商舖",
    "lat": 22.50126,
    "lng": 114.142294
  },
  {
    "brand": "百佳",
    "name": "樂富廣場",
    "address": "九龍樂富聯合道198號樂富廣場UG1樓U108-U112號舖",
    "lat": 22.338473,
    "lng": 114.187055
  },
  {
    "brand": "百佳",
    "name": "樂華邨",
    "address": "九龍牛頭角樂華北邨樂華商場3樓316號舖",
    "lat": 22.322026,
    "lng": 114.220019
  },
  {
    "brand": "百佳",
    "name": "欣安商場",
    "address": "新界馬鞍山欣安邨欣安商場3號舖",
    "lat": 22.414465,
    "lng": 114.225148
  },
  {
    "brand": "百佳",
    "name": "欣榮商場",
    "address": "九龍土瓜灣馬頭角道33號欣榮花園地下27號舖",
    "lat": 22.322355,
    "lng": 114.188837
  },
  {
    "brand": "百佳",
    "name": "欣田商場",
    "address": "新界屯門欣田邨欣田商場地下G11號舖",
    "lat": 22.414456,
    "lng": 113.976691
  },
  {
    "brand": "百佳",
    "name": "沙咀道滿樂大廈",
    "address": "新界荃灣沙咀道141-169號滿樂大廈福至樓地下155至165號舖",
    "lat": 22.372738,
    "lng": 114.112199
  },
  {
    "brand": "百佳",
    "name": "油麗商場",
    "address": "九龍油塘油塘道9號油麗商場地下1號舖",
    "lat": 22.298879,
    "lng": 114.236842
  },
  {
    "brand": "百佳",
    "name": "洪福商場",
    "address": "新界元朗洪水橋洪福邨洪福商場地下14號舖",
    "lat": 22.436255,
    "lng": 113.99779
  },
  {
    "brand": "百佳",
    "name": "浣紗花園",
    "address": "香港大坑浣紗街33-45號浣紗花園地下5-7號舖",
    "lat": 22.27837,
    "lng": 114.193229
  },
  {
    "brand": "百佳",
    "name": "浪澄灣",
    "address": "九龍大角咀海輝道8號浪澄灣2樓2號舖",
    "lat": 22.319682,
    "lng": 114.156007
  },
  {
    "brand": "百佳",
    "name": "海之戀商場",
    "address": "新界荃灣大河道100號海之戀商場3樓3011號舖",
    "lat": 22.368352,
    "lng": 114.110334
  },
  {
    "brand": "百佳",
    "name": "海怡西商場",
    "address": "香港鴨脷洲海怡半島海怡廣場西座3樓302號舖",
    "lat": 22.244099,
    "lng": 114.146789
  },
  {
    "brand": "百佳",
    "name": "海灣花園",
    "address": "新界荃灣永順街38號海灣花園商場地下G01-06號舖",
    "lat": 22.364339,
    "lng": 114.11375
  },
  {
    "brand": "百佳",
    "name": "海盈邨",
    "address": "九龍深水埗海盈邨盈昌樓地下3號舖",
    "lat": 22.32895,
    "lng": 114.14766
  },
  {
    "brand": "百佳",
    "name": "海祥大廈",
    "address": "九龍深水埗大埔道72-74號海祥大廈地下B室",
    "lat": 22.328897,
    "lng": 114.167106
  },
  {
    "brand": "百佳",
    "name": "海趣坊",
    "address": "新界屯門湖翠路168-236號海濱長廊1樓1,2及部分34號舖",
    "lat": 22.372817,
    "lng": 113.966127
  },
  {
    "brand": "百佳",
    "name": "海逸坊",
    "address": "九龍紅磡海逸道8號海逸坊地下下層LG03-LG06號舖",
    "lat": 22.309456,
    "lng": 114.191358
  },
  {
    "brand": "百佳",
    "name": "海韻花園",
    "address": "新界荃灣深井青山公路-深井段38號海韻花園商場地下",
    "lat": 22.36866,
    "lng": 114.061634
  },
  {
    "brand": "百佳",
    "name": "淘大商場",
    "address": "九龍九龍灣牛頭角道77 號淘大花園淘大商場一期1 樓F33-37, F38-40 及 F41-45 號舖",
    "lat": 22.32456,
    "lng": 114.21631
  },
  {
    "brand": "百佳",
    "name": "深灣遊艇會",
    "address": "香港黃竹坑深灣道8號深灣遊艇俱樂部地下9號舖",
    "lat": 22.243323,
    "lng": 114.163865
  },
  {
    "brand": "百佳",
    "name": "清水灣銀線灣廣場",
    "address": "新界西貢清水灣銀岬路2號銀線灣廣場5-6樓",
    "lat": 22.320959,
    "lng": 114.27179
  },
  {
    "brand": "百佳",
    "name": "清河邨",
    "address": "新界上水清曉路5號清河邨清河商場16號舖",
    "lat": 22.494314,
    "lng": 114.127167
  },
  {
    "brand": "百佳",
    "name": "渡船街",
    "address": "九龍油麻地渡船街32-36號富利來商業大廈地下及1樓",
    "lat": 22.307602,
    "lng": 114.167647
  },
  {
    "brand": "百佳",
    "name": "渣甸山",
    "address": "香港半山區渣甸山春暉道9號地下",
    "lat": 22.274384,
    "lng": 114.193814
  },
  {
    "brand": "百佳",
    "name": "港景匯商場",
    "address": "九龍尖沙咀廣東道188號港景匯商場二樓203號舖",
    "lat": 22.302629,
    "lng": 114.168312
  },
  {
    "brand": "百佳",
    "name": "港運城",
    "address": "香港北角英皇道500號港運城商場地庫B05號舖",
    "lat": 22.291196,
    "lng": 114.203076
  },
  {
    "brand": "百佳",
    "name": "珀麗灣",
    "address": "新界馬灣珀麗灣商場地下S7號舖",
    "lat": 22.350473,
    "lng": 114.061296
  },
  {
    "brand": "百佳",
    "name": "瑞和街",
    "address": "九龍觀塘瑞和街42號地下及閣樓",
    "lat": 22.315575,
    "lng": 114.225065
  },
  {
    "brand": "百佳",
    "name": "百利大廈",
    "address": "香港北角英皇道6-8號百利大廈地下及1樓全層",
    "lat": 22.282594,
    "lng": 114.192495
  },
  {
    "brand": "百佳",
    "name": "皇后山商場",
    "address": "新界粉嶺皇后山邨皇后商場地下17 號舖",
    "lat": 22.50301,
    "lng": 114.15624
  },
  {
    "brand": "百佳",
    "name": "盈輝薈",
    "address": "九龍荔枝角景茘徑8號盈暉臺盈暉家居城2樓201號舖",
    "lat": 22.341869,
    "lng": 114.137498
  },
  {
    "brand": "百佳",
    "name": "石圍角新城",
    "address": "新界荃灣石圍角路石圍角商場一樓229-233 號",
    "lat": 22.37553,
    "lng": 114.12419
  },
  {
    "brand": "百佳",
    "name": "石排灣邨",
    "address": "香港香港仔漁光道68號石排灣邨石排灣商場2號舖",
    "lat": 22.248893,
    "lng": 114.157079
  },
  {
    "brand": "百佳",
    "name": "石硤尾邨",
    "address": "九龍石硤尾石硤尾邨第二期服務設施大樓SQ05號舖",
    "lat": 22.33286,
    "lng": 114.167028
  },
  {
    "brand": "百佳",
    "name": "石籬邨",
    "address": "新界葵涌石籬(第一)邨石籬購物中心1樓107號舖",
    "lat": 22.364659,
    "lng": 114.138401
  },
  {
    "brand": "百佳",
    "name": "石蔭商場",
    "address": "新界葵涌石蔭邨石蔭商場1樓114號舖",
    "lat": 22.371651,
    "lng": 114.138582
  },
  {
    "brand": "百佳",
    "name": "碧瑤灣",
    "address": "香港薄扶林域多利道550號碧瑤灣32-40座地下",
    "lat": 22.262132,
    "lng": 114.13172
  },
  {
    "brand": "百佳",
    "name": "碩門邨",
    "address": "新界沙田安明街碩門邨1號舖",
    "lat": 22.386776,
    "lng": 114.209381
  },
  {
    "brand": "百佳",
    "name": "祖堯邨",
    "address": "新界葵涌祖堯邨敬祖路6號D座地下3-8號舖",
    "lat": 22.346084,
    "lng": 114.129361
  },
  {
    "brand": "百佳",
    "name": "禮頓中心",
    "address": "香港銅鑼灣禮頓道77號禮頓中心地下低層L04號舖及地庫B01號舖",
    "lat": 22.277673,
    "lng": 114.182882
  },
  {
    "brand": "百佳",
    "name": "科學園",
    "address": "香港新界白石角科學園12W 大樓地下S071 號舖",
    "lat": 22.42724,
    "lng": 114.20937
  },
  {
    "brand": "百佳",
    "name": "科技大學",
    "address": "新界西貢清水灣清水灣道香港科技大學學術大樓地下",
    "lat": 22.336248,
    "lng": 114.26375
  },
  {
    "brand": "百佳",
    "name": "穗禾苑",
    "address": "新界沙田穗禾路13號穗禾商場地下G17號舖",
    "lat": 22.392132,
    "lng": 114.194372
  },
  {
    "brand": "百佳",
    "name": "粉嶺名都商場",
    "address": "新界粉嶺粉嶺車站路18號粉嶺名都地下11-15號舖",
    "lat": 22.492951,
    "lng": 114.139418
  },
  {
    "brand": "百佳",
    "name": "紅磡",
    "address": "九龍紅磡黃埔花園第3期地下26號舖",
    "lat": 22.305153,
    "lng": 114.18667
  },
  {
    "brand": "百佳",
    "name": "紅磡置富都會",
    "address": "九龍紅磡國際都會7樓729-735號舖",
    "lat": 22.302865,
    "lng": 114.183262
  },
  {
    "brand": "百佳",
    "name": "統一中心",
    "address": "香港金鐘金鐘道95號統一中心一樓1029-1043號舖",
    "lat": 22.278707,
    "lng": 114.165297
  },
  {
    "brand": "百佳",
    "name": "綠楊坊",
    "address": "新界荃灣惠荃路22-66號綠楊新邨市場",
    "lat": 22.373094,
    "lng": 114.120253
  },
  {
    "brand": "百佳",
    "name": "置富第一城‧樂薈",
    "address": "新界沙田銀城街2號置富第一城‧樂薈地下7B, 46-80號",
    "lat": 22.386951,
    "lng": 114.203264
  },
  {
    "brand": "百佳",
    "name": "置富花園",
    "address": "香港薄扶林置富花園商場二樓201-202號舖",
    "lat": 22.257651,
    "lng": 114.138787
  },
  {
    "brand": "百佳",
    "name": "美孚",
    "address": "九龍荔枝角荔灣道10-16號美孚新邨第七期萬事達廣場地下N50B舖",
    "lat": 22.337786,
    "lng": 114.138378
  },
  {
    "brand": "百佳",
    "name": "翠怡花園",
    "address": "新界青衣翠怡花園第一期商場地下5號舖",
    "lat": 22.35319,
    "lng": 114.109169
  },
  {
    "brand": "百佳",
    "name": "翠林新城",
    "address": "新界將軍澳翠琳路11號翠林邨翠林新城5樓132舖",
    "lat": 22.322954,
    "lng": 114.249024
  },
  {
    "brand": "百佳",
    "name": "耀安商場",
    "address": "新界沙田馬鞍山恆康街2 號耀安商場2 樓L201 號舖",
    "lat": 22.42039,
    "lng": 114.2302
  },
  {
    "brand": "百佳",
    "name": "聯和道",
    "address": "新界粉嶺聯和道65-73號錦福大廈地下2,3,5,8,9,10,12號舗及11號舗B部份",
    "lat": 22.499021,
    "lng": 114.143874
  },
  {
    "brand": "百佳",
    "name": "興東邨",
    "address": "香港西灣河興東邨興東商場一樓101號舖",
    "lat": 22.280936,
    "lng": 114.220024
  },
  {
    "brand": "百佳",
    "name": "興民邨",
    "address": "香港柴灣興民邨興民商場4樓420-423號舖",
    "lat": 22.267662,
    "lng": 114.233059
  },
  {
    "brand": "百佳",
    "name": "興華商場",
    "address": "香港柴灣環翠道11號興華(一)邨興華商場地下G07A號舖",
    "lat": 22.262926,
    "lng": 114.235879
  },
  {
    "brand": "百佳",
    "name": "般咸道",
    "address": "香港般咸道37-47號穎章閣地下",
    "lat": 22.284803,
    "lng": 114.141951
  },
  {
    "brand": "百佳",
    "name": "花園道科達中心",
    "address": "香港中環花園道51號科達中心地面入口及1-2樓",
    "lat": 22.276419,
    "lng": 114.156197
  },
  {
    "brand": "百佳",
    "name": "茘枝角",
    "address": "九龍茘枝角道288號地下2號舖",
    "lat": 22.328048,
    "lng": 114.161427
  },
  {
    "brand": "百佳",
    "name": "荷里活廣場",
    "address": "九龍鑽石山荷里活廣場4樓401號舖",
    "lat": 22.340775,
    "lng": 114.201947
  },
  {
    "brand": "百佳",
    "name": "華心邨",
    "address": "新界粉嶺一鳴路18號華心邨華心商場地下R32及R33號商舖",
    "lat": 22.486319,
    "lng": 114.143077
  },
  {
    "brand": "百佳",
    "name": "華明邨",
    "address": "新界粉嶺華明路21 號華明邨華明商場地下G14A 號舖",
    "lat": 22.48417,
    "lng": 114.14109
  },
  {
    "brand": "百佳",
    "name": "華蘭中心",
    "address": "香港鰂魚涌華蘭路20號華蘭中心地下2號及3號舖",
    "lat": 22.286806,
    "lng": 114.213338
  },
  {
    "brand": "百佳",
    "name": "華貴坊",
    "address": "香港香港仔華貴邨華貴坊地下13號舖",
    "lat": 22.249995,
    "lng": 114.139158
  },
  {
    "brand": "百佳",
    "name": "萬基大廈",
    "address": "九龍窩打老道86號萬基大廈地下B2號",
    "lat": 22.319952,
    "lng": 114.176927
  },
  {
    "brand": "百佳",
    "name": "葵芳",
    "address": "新界葵芳葵益路2-10號好爵中心地下16-37號",
    "lat": 22.355719,
    "lng": 114.127371
  },
  {
    "brand": "百佳",
    "name": "藍澄灣",
    "address": "新界青衣青衣路1號藍澄灣商場1樓3號舖",
    "lat": 22.343923,
    "lng": 114.109796
  },
  {
    "brand": "百佳",
    "name": "藍灣廣場",
    "address": "香港小西灣小西灣道28號藍灣半島商場1樓1A號舖",
    "lat": 22.266495,
    "lng": 114.250453
  },
  {
    "brand": "百佳",
    "name": "藍田德田廣場",
    "address": "九龍藍田德田商場107號舖",
    "lat": 22.310187,
    "lng": 114.238104
  },
  {
    "brand": "百佳",
    "name": "蘇屋商場",
    "address": "九龍深水埗蘇屋商場1樓117號舖",
    "lat": 22.341204,
    "lng": 114.156559
  },
  {
    "brand": "百佳",
    "name": "衍慶街富源樓",
    "address": "九龍新蒲崗衍慶街21-29號富源樓地下",
    "lat": 22.335781,
    "lng": 114.19501
  },
  {
    "brand": "百佳",
    "name": "褔陞閣",
    "address": "香港上環皇后大道中378號福陞閣地下入口及1樓",
    "lat": 22.286069,
    "lng": 114.148715
  },
  {
    "brand": "百佳",
    "name": "西園",
    "address": "香港西營盤第一街84-84A號西園地下80號舖",
    "lat": 22.286385,
    "lng": 114.141126
  },
  {
    "brand": "百佳",
    "name": "西貢壹同",
    "address": "新界西貢翠塘路1號A壹同三樓301及302號舖",
    "lat": 22.380407,
    "lng": 114.268786
  },
  {
    "brand": "百佳",
    "name": "西貢花園",
    "address": "新界西貢親民街16號西貢花園地下入口部分及樓梯及1樓",
    "lat": 22.382572,
    "lng": 114.271412
  },
  {
    "brand": "百佳",
    "name": "象山邨",
    "address": "新界荃灣象鼻山象山邨西路象山邨象山商場313-317號",
    "lat": 22.378626,
    "lng": 114.130476
  },
  {
    "brand": "百佳",
    "name": "豪景花園",
    "address": "新界青龍頭青山公路青龍頭段100號豪景花園第3期豪景花園商場地下",
    "lat": 22.363411,
    "lng": 114.044595
  },
  {
    "brand": "百佳",
    "name": "赤柱大街",
    "address": "香港赤柱赤柱大街80號地下A1,A2及B號舗及閣樓部份",
    "lat": 22.218696,
    "lng": 114.211908
  },
  {
    "brand": "百佳",
    "name": "跑馬地山村道",
    "address": "香港跑馬地山村道32-40號豐寧大廈地下全層",
    "lat": 22.26772,
    "lng": 114.18472
  },
  {
    "brand": "百佳",
    "name": "輝煌臺",
    "address": "香港半山區西摩道1號輝煌臺1-2號舖地下及部分5號舖",
    "lat": 22.28007,
    "lng": 114.150819
  },
  {
    "brand": "百佳",
    "name": "都會駅",
    "address": "新界將軍澳都會駅2樓L2-S01及046-047號舖",
    "lat": 22.304324,
    "lng": 114.251996
  },
  {
    "brand": "百佳",
    "name": "采頤花園",
    "address": "九龍新蒲崗彩虹道242號采頤花園地下880-892號商舖",
    "lat": 22.337112,
    "lng": 114.202357
  },
  {
    "brand": "百佳",
    "name": "金雞廣場",
    "address": "九龍旺角洗衣街39-55號金雞廣場地下及1B地庫",
    "lat": 22.318294,
    "lng": 114.171816
  },
  {
    "brand": "百佳",
    "name": "金馬大廈",
    "address": "新界元朗鳳翔路45-67號金馬大廈地下6-8,16-26號",
    "lat": 22.44263,
    "lng": 114.032447
  },
  {
    "brand": "百佳",
    "name": "銀禧薈",
    "address": "新界沙田火炭樂景街2-18號銀禧花園商場3樓329號舖",
    "lat": 22.396765,
    "lng": 114.199551
  },
  {
    "brand": "百佳",
    "name": "錦繡花園",
    "address": "新界元朗錦繡花園市中心A座地下",
    "lat": 22.477943,
    "lng": 114.045187
  },
  {
    "brand": "百佳",
    "name": "長宏邨",
    "address": "新界青衣寮肚路9號長宏邨長宏商場地下6號舖",
    "lat": 22.356506,
    "lng": 114.095655
  },
  {
    "brand": "百佳",
    "name": "長康邨",
    "address": "新界青衣長康邨商場中心第二期308-311及312C舖",
    "lat": 22.349841,
    "lng": 114.098491
  },
  {
    "brand": "百佳",
    "name": "長江中心",
    "address": "香港中環長江中心地下入口、地庫L1A層(部分)及地庫L2層(部分)舖",
    "lat": 22.279582,
    "lng": 114.160548
  },
  {
    "brand": "百佳",
    "name": "長洲東灣路",
    "address": "長洲東灣路80號東灣商業廣場地下",
    "lat": 22.208448,
    "lng": 114.029363
  },
  {
    "brand": "百佳",
    "name": "長洲海傍街",
    "address": "長洲海傍街97A-99號地下及1樓",
    "lat": 22.208107,
    "lng": 114.02868
  },
  {
    "brand": "百佳",
    "name": "長發廣場",
    "address": "新界青衣担杆山路6號長發邨長發廣場3樓320號舖",
    "lat": 22.362578,
    "lng": 114.10271
  },
  {
    "brand": "百佳",
    "name": "陽明山莊",
    "address": "香港淺水灣大潭水塘道88號陽明山莊商場二樓",
    "lat": 22.258517,
    "lng": 114.199512
  },
  {
    "brand": "百佳",
    "name": "集成中心",
    "address": "香港灣仔軒尼詩道302-308號集成中心地庫1-15及17-22號舖",
    "lat": 22.277791,
    "lng": 114.177834
  },
  {
    "brand": "百佳",
    "name": "青怡薈",
    "address": "新界青衣青綠街7-19號青怡花園青怡薈地下1號",
    "lat": 22.353777,
    "lng": 114.105033
  },
  {
    "brand": "百佳",
    "name": "青衣城",
    "address": "新界青衣青敬路33號青衣城3樓313號舖",
    "lat": 22.359203,
    "lng": 114.107979
  },
  {
    "brand": "百佳",
    "name": "順利商場",
    "address": "九龍觀塘利安道15號順利邨順利商場F3及F4樓R02號舖",
    "lat": 22.331265,
    "lng": 114.226145
  },
  {
    "brand": "百佳",
    "name": "順寧道日輝大廈",
    "address": "九龍長沙灣順寧道273號日輝大廈地下9-10號舖",
    "lat": 22.337374,
    "lng": 114.15846
  },
  {
    "brand": "百佳",
    "name": "順福糧倉",
    "address": "新界元朗壽富街60號好順福大廈地下G01號舖",
    "lat": 22.44575,
    "lng": 114.02627
  },
  {
    "brand": "百佳",
    "name": "顯徑商場",
    "address": "新界沙田大圍車公廟道69號顯徑邨顯徑商場地下101-103號舖",
    "lat": 22.363682,
    "lng": 114.172007
  },
  {
    "brand": "百佳",
    "name": "香港仔中心",
    "address": "香港香港仔南寧街13-23號ac1地下1及9號舖",
    "lat": 22.248825,
    "lng": 114.153867
  },
  {
    "brand": "百佳",
    "name": "香港大學",
    "address": "香港薄扶林香港大學莊月明文娛中心204室",
    "lat": 22.282788,
    "lng": 114.139054
  },
  {
    "brand": "百佳",
    "name": "馬鞍山 We Go Mall",
    "address": "新界馬鞍山保泰街16號We Go Mall 3樓301號舖",
    "lat": 22.414221,
    "lng": 114.22382
  },
  {
    "brand": "百佳",
    "name": "馬鞍山廣場",
    "address": "新界沙田馬鞍山西沙路608號馬鞍山廣場3樓345-346 & 354-363號舖",
    "lat": 22.425375,
    "lng": 114.231435
  },
  {
    "brand": "百佳",
    "name": "駿景廣場",
    "address": "新界沙田火炭駿景路1號駿景廣場地下G1-G17號舖",
    "lat": 22.399183,
    "lng": 114.201078
  },
  {
    "brand": "百佳",
    "name": "駿洋商場",
    "address": "新界沙田火炭駿洋邨駿洋商場地下G02號舖",
    "lat": 22.39942,
    "lng": 114.18983
  },
  {
    "brand": "百佳",
    "name": "高逸華軒",
    "address": "香港西環吉席街83號高逸華軒地下A號舖",
    "lat": 22.283726,
    "lng": 114.12737
  },
  {
    "brand": "百佳",
    "name": "鯉景灣",
    "address": "香港西灣河太安街25號鯉景灣地下8-13號舖",
    "lat": 22.283914,
    "lng": 114.223661
  },
  {
    "brand": "百佳",
    "name": "鰂魚涌東匯坊",
    "address": "香港鰂魚涌英皇道1010-1056號東匯坊LG01-03號舖",
    "lat": 22.28469,
    "lng": 114.21185
  },
  {
    "brand": "百佳",
    "name": "鳳德商場",
    "address": "九龍鳳德邨鳳德商場2樓215號舖",
    "lat": 22.343891,
    "lng": 114.199952
  },
  {
    "brand": "百佳",
    "name": "鴨脷洲邨",
    "address": "香港鴨脷洲鴨脷洲橋道鴨脷洲邨多層停車場地下4號舖",
    "lat": 22.244555,
    "lng": 114.151484
  },
  {
    "brand": "百佳",
    "name": "麗城薈",
    "address": "新界荃灣麗城花園三期麗城薈街市M22至M69",
    "lat": 22.371665,
    "lng": 114.101783
  },
  {
    "brand": "百佳",
    "name": "麗晶花園",
    "address": "九龍九龍灣宏光道80號麗晶商場2樓218號舖",
    "lat": 22.329792,
    "lng": 114.205868
  },
  {
    "brand": "百佳",
    "name": "麗港城商場",
    "address": "九龍觀塘茶果嶺道88號麗港城第一期商場地下",
    "lat": 22.307059,
    "lng": 114.228205
  },
  {
    "brand": "百佳",
    "name": "麗瑤邨",
    "address": "新界葵涌麗瑤邨麗瑤商場1-5號舖",
    "lat": 22.354179,
    "lng": 114.131174
  },
  {
    "brand": "百佳",
    "name": "黃埔花園",
    "address": "九龍紅磡黃埔花園第十二期家居庭地庫B2號舖",
    "lat": 22.305958,
    "lng": 114.191178
  },
  {
    "brand": "百佳",
    "name": "黃大仙中心北館",
    "address": "九龍黃大仙上邨黃大仙中心北館2樓N212&212A舖",
    "lat": 22.342013,
    "lng": 114.191888
  },
  {
    "brand": "惠康",
    "name": "上水名都",
    "address": "新界上水上水名都中心第一層3, 15至16, 18, 20至21號舖和入口大堂",
    "lat": 22.501392,
    "lng": 114.131466
  },
  {
    "brand": "惠康",
    "name": "上海街",
    "address": "九龍上海街438-444號地下",
    "lat": 22.315322,
    "lng": 114.169085
  },
  {
    "brand": "惠康",
    "name": "上環",
    "address": "香港皇后大道西 2 -12 號地下",
    "lat": 22.286362,
    "lng": 114.148371
  },
  {
    "brand": "惠康",
    "name": "世宙",
    "address": "新界元朗安寧路38號世宙地下36號",
    "lat": 22.446777,
    "lng": 114.02789
  },
  {
    "brand": "惠康",
    "name": "中環",
    "address": "香港皇后大道中84-90號華光勵精中心地庫",
    "lat": 22.283299,
    "lng": 114.155151
  },
  {
    "brand": "惠康",
    "name": "中華",
    "address": "九龍馬頭角馬坑涌道5D-5F中華商場地下5號舖",
    "lat": 22.32007,
    "lng": 114.188484
  },
  {
    "brand": "惠康",
    "name": "仁安",
    "address": "九龍旺角廣華街1號仁安大廈地下6號舖",
    "lat": 22.315977,
    "lng": 114.172412
  },
  {
    "brand": "惠康",
    "name": "仁政街",
    "address": "新界屯門仁政街富華中心26號A二樓",
    "lat": 22.39589,
    "lng": 113.975991
  },
  {
    "brand": "惠康",
    "name": "佐敦道",
    "address": "九龍佐敦道26E號寶輝閣地下",
    "lat": 22.305194,
    "lng": 114.169833
  },
  {
    "brand": "惠康",
    "name": "佐敦道 2",
    "address": "九龍佐敦道 26E 寶輝閣地下",
    "lat": 22.305004,
    "lng": 114.16979
  },
  {
    "brand": "惠康",
    "name": "偉景花園",
    "address": "新界青衣青綠街偉景花園商業中心1-7號地下",
    "lat": 22.355952,
    "lng": 114.103776
  },
  {
    "brand": "惠康",
    "name": "健威花園",
    "address": "香港北角英皇道560號健威商場UG層14號舖",
    "lat": 22.291781,
    "lng": 114.204312
  },
  {
    "brand": "惠康",
    "name": "健康",
    "address": "香港北角七姊妹道188號健康村B號",
    "lat": 22.291326,
    "lng": 114.206306
  },
  {
    "brand": "惠康",
    "name": "元州2",
    "address": "九龍長沙灣元州街元州村元州商場二樓F01號舖",
    "lat": 22.337436,
    "lng": 114.156278
  },
  {
    "brand": "惠康",
    "name": "兆麟苑",
    "address": "新界屯門兆興里3號兆麟商埸地下13A號舖",
    "lat": 22.384848,
    "lng": 113.976704
  },
  {
    "brand": "惠康",
    "name": "光華",
    "address": "新界元郎阜財街 38 號光華中心1樓",
    "lat": 22.443946,
    "lng": 114.029934
  },
  {
    "brand": "惠康",
    "name": "其士大廈",
    "address": "九龍尖沙咀漆咸道南45-51號其士大廈地下C號舖及部份D號舖",
    "lat": 22.298923,
    "lng": 114.173585
  },
  {
    "brand": "惠康",
    "name": "其發大廈",
    "address": "香港灣仔石水渠街 1-13 號其發大廈地下全層",
    "lat": 22.276186,
    "lng": 114.173494
  },
  {
    "brand": "惠康",
    "name": "冠煌樓",
    "address": "新界元朗安寧路2-18號冠煌樓地下D, I及部份J號舖",
    "lat": 22.446234,
    "lng": 114.029373
  },
  {
    "brand": "惠康",
    "name": "利安",
    "address": "九龍官塘利安道32號利安商場第二層平台15號舖",
    "lat": 22.331932,
    "lng": 114.221797
  },
  {
    "brand": "惠康",
    "name": "利港中心",
    "address": "香港香港仔成都道38號利港中心地庫A號舖",
    "lat": 22.24894,
    "lng": 114.154858
  },
  {
    "brand": "惠康",
    "name": "勵德",
    "address": "香港大坑勵德村道4-14號勵德村村榮樓地下",
    "lat": 22.277491,
    "lng": 114.194748
  },
  {
    "brand": "惠康",
    "name": "北角",
    "address": "香港北角英皇道 338 號華懋交易廣場二期地下",
    "lat": 22.290451,
    "lng": 114.197449
  },
  {
    "brand": "惠康",
    "name": "匯八坊",
    "address": "九龍清水灣道八號匯八坊地庫一層",
    "lat": 22.334176,
    "lng": 114.209872
  },
  {
    "brand": "惠康",
    "name": "匯景廣場",
    "address": "九龍藍田匯景道8號匯景廣場4樓2F 號舖",
    "lat": 22.307291,
    "lng": 114.233719
  },
  {
    "brand": "惠康",
    "name": "卑路乍街",
    "address": "香港卑路乍街46A隆基大厦 G/F",
    "lat": 22.282766,
    "lng": 114.129327
  },
  {
    "brand": "惠康",
    "name": "南昌薈",
    "address": "香港九龍深水埗西邨路富昌邨南昌薈 1樓F104號舖",
    "lat": 22.327185,
    "lng": 114.155278
  },
  {
    "brand": "惠康",
    "name": "南昌街",
    "address": "九龍南昌街223-237號地下102室",
    "lat": 22.333899,
    "lng": 114.167375
  },
  {
    "brand": "惠康",
    "name": "南昌邨",
    "address": "九龍深水埗南昌村昌逸樓地下14-22 號舖",
    "lat": 22.325975,
    "lng": 114.157259
  },
  {
    "brand": "惠康",
    "name": "南都大廈",
    "address": "九龍大埔道168-178號南都大廈1樓",
    "lat": 22.331243,
    "lng": 114.165324
  },
  {
    "brand": "惠康",
    "name": "博康",
    "address": "新界沙田博康村第一期商業中心126室",
    "lat": 22.37548,
    "lng": 114.195684
  },
  {
    "brand": "惠康",
    "name": "又一村",
    "address": "九龍又一村又一樓雀橋街地下4 & 6號",
    "lat": 22.331546,
    "lng": 114.175536
  },
  {
    "brand": "惠康",
    "name": "合益",
    "address": "新界元朗合益道31-47號合益中心",
    "lat": 22.441747,
    "lng": 114.030651
  },
  {
    "brand": "惠康",
    "name": "君豪峰",
    "address": "香港鰂魚涌英皇道852-858號及民新街21-39號君豪峰地下3地舖",
    "lat": 22.289903,
    "lng": 114.209277
  },
  {
    "brand": "惠康",
    "name": "和宜合道",
    "address": "新界葵涌和宜合道26-30號地下",
    "lat": 22.365894,
    "lng": 114.136965
  },
  {
    "brand": "惠康",
    "name": "和福道",
    "address": "香港山頂和福道2-4號1樓",
    "lat": 22.265628,
    "lng": 114.161553
  },
  {
    "brand": "惠康",
    "name": "唯一",
    "address": "九龍土瓜灣道66號唯一大廈地下A及B號舖",
    "lat": 22.315872,
    "lng": 114.188594
  },
  {
    "brand": "惠康",
    "name": "啟鑽苑",
    "address": "九龍黃大仙鑽石山啟鑽苑啟鑽商場地庫B11號舖",
    "lat": 22.339368,
    "lng": 114.200284
  },
  {
    "brand": "惠康",
    "name": "嘉威花園",
    "address": "香港般咸道1號嘉威花園地下",
    "lat": 22.283728,
    "lng": 114.146477
  },
  {
    "brand": "惠康",
    "name": "嘉禾大廈",
    "address": "香港田灣嘉禾街14-22號嘉禾大厦地下6B-6C",
    "lat": 22.250036,
    "lng": 114.148519
  },
  {
    "brand": "惠康",
    "name": "嘉誠",
    "address": "新界元朗元朗市274地段教育路嘉誠大廈地下",
    "lat": 22.442849,
    "lng": 114.02706
  },
  {
    "brand": "惠康",
    "name": "嘉豐花園",
    "address": "新界大埔露輝路 33號嘉豐花園地庫",
    "lat": 22.464176,
    "lng": 114.195438
  },
  {
    "brand": "惠康",
    "name": "土瓜灣",
    "address": "九龍土瓜灣道331-361號, 新碼頭街2-6號, 美景街79-111號, 昌景閣地下3, 4 及22 號舖",
    "lat": 22.318193,
    "lng": 114.191712
  },
  {
    "brand": "惠康",
    "name": "坪洲",
    "address": "新界坪洲寶坪街12號嘉輝花園地下11-13, 15-16, 31-33號舖",
    "lat": 22.285359,
    "lng": 114.037487
  },
  {
    "brand": "惠康",
    "name": "城市花園",
    "address": "香港電器道233號,城市花園商場第七座地下,20,21,23,24,26-28,30-33號舖",
    "lat": 22.290924,
    "lng": 114.194773
  },
  {
    "brand": "惠康",
    "name": "域多利道",
    "address": "香港堅尼地城域多利道1號百年大廈2座3-7號",
    "lat": 22.281755,
    "lng": 114.126037
  },
  {
    "brand": "惠康",
    "name": "士美菲",
    "address": "香港堅尼地城士美菲路71-77號嘉輝花園地下",
    "lat": 22.28077,
    "lng": 114.128664
  },
  {
    "brand": "惠康",
    "name": "多喜大廈",
    "address": "九龍牛頭角定富街9-17號及定安街86-88號多喜大廈地下2-3號商舖",
    "lat": 22.317427,
    "lng": 114.216312
  },
  {
    "brand": "惠康",
    "name": "大光里",
    "address": "新界大埔大光里10-16 & 20-22號大運大廈地下B,B1,C1號舖",
    "lat": 22.446855,
    "lng": 114.167365
  },
  {
    "brand": "惠康",
    "name": "大同",
    "address": "九龍大角咀道117號大同新村大公樓一樓",
    "lat": 22.321689,
    "lng": 114.161824
  },
  {
    "brand": "惠康",
    "name": "大坑東",
    "address": "九龍大坑東村東龍樓地下4-10號",
    "lat": 22.33158,
    "lng": 114.171174
  },
  {
    "brand": "惠康",
    "name": "大埔廣埸",
    "address": "新界大埔安泰路1號大埔廣場二樓32號舖",
    "lat": 22.452988,
    "lng": 114.170467
  },
  {
    "brand": "惠康",
    "name": "大埔廣福",
    "address": "新界大埔寶湖道28號廣福商場R2號舖",
    "lat": 22.448704,
    "lng": 114.174166
  },
  {
    "brand": "惠康",
    "name": "大窩口",
    "address": "新界荃灣大窩口村商場 2 樓 C7 號舖",
    "lat": 22.368289,
    "lng": 114.123713
  },
  {
    "brand": "惠康",
    "name": "大興",
    "address": "新界屯門大興村第二期商場43-53號1樓",
    "lat": 22.402757,
    "lng": 113.970394
  },
  {
    "brand": "惠康",
    "name": "大興花園1",
    "address": "新界屯門大興花園2期購物商場地下1號",
    "lat": 22.399282,
    "lng": 113.971723
  },
  {
    "brand": "惠康",
    "name": "大角咀",
    "address": "九龍大角咀塘尾道52號地下",
    "lat": 22.320743,
    "lng": 114.165874
  },
  {
    "brand": "惠康",
    "name": "天慈",
    "address": "新界元朗天水圍天慈村天慈商場一樓101及102號舖",
    "lat": 22.453234,
    "lng": 114.006667
  },
  {
    "brand": "惠康",
    "name": "天晉滙",
    "address": "新界將軍澳至善街19號天晉滙三期1樓103號",
    "lat": 22.304591,
    "lng": 114.25945
  },
  {
    "brand": "惠康",
    "name": "天晴",
    "address": "新界天水圍天晴邨天晴商場地下6號舖",
    "lat": 22.462502,
    "lng": 114.003145
  },
  {
    "brand": "惠康",
    "name": "天澤",
    "address": "新界天水圍天澤商場2樓204號舖",
    "lat": 22.468409,
    "lng": 113.998732
  },
  {
    "brand": "惠康",
    "name": "天馬",
    "address": "九龍黃大仙天馬苑商場一樓F9號舖",
    "lat": 22.343068,
    "lng": 114.187136
  },
  {
    "brand": "惠康",
    "name": "太古城2",
    "address": "香港太古城太古城道25號富山閣地下G15-G16及怡山閣地下G18號舖",
    "lat": 22.285979,
    "lng": 114.218392
  },
  {
    "brand": "惠康",
    "name": "太子",
    "address": "九龍太子道西388-390號地下",
    "lat": 22.327756,
    "lng": 114.188792
  },
  {
    "brand": "惠康",
    "name": "太安樓",
    "address": "香港筲箕灣道57-87號太安樓地下G26-G31號舖",
    "lat": 22.28262,
    "lng": 114.221822
  },
  {
    "brand": "惠康",
    "name": "如心廣場",
    "address": "新界荃灣楊屋道8號如心廣場一期2樓222號舖",
    "lat": 22.368954,
    "lng": 114.112942
  },
  {
    "brand": "惠康",
    "name": "宇宙商場",
    "address": "九龍長沙灣青山道164-170號宇宙大廈宇宙商場地庫",
    "lat": 22.336492,
    "lng": 114.159317
  },
  {
    "brand": "惠康",
    "name": "安基",
    "address": "九龍牛頭角安基苑商業中心L1 G01 舖",
    "lat": 22.322517,
    "lng": 114.217244
  },
  {
    "brand": "惠康",
    "name": "安定",
    "address": "新界屯門鄉事會路2A安定邨酒樓大厦3樓M301舖",
    "lat": 22.387965,
    "lng": 113.975325
  },
  {
    "brand": "惠康",
    "name": "安蔭",
    "address": "新界葵涌安蔭村安蔭購物中心地下",
    "lat": 22.371085,
    "lng": 114.14148
  },
  {
    "brand": "惠康",
    "name": "宏福花園",
    "address": "新界青衣青敬路75號宏福花園地下7號舖",
    "lat": 22.354791,
    "lng": 114.10783
  },
  {
    "brand": "惠康",
    "name": "宏緻苑",
    "address": "觀塘九龍灣宏緻苑宏緻苑商場地下2號舖",
    "lat": 22.330711,
    "lng": 114.207919
  },
  {
    "brand": "惠康",
    "name": "家安大廈",
    "address": "香港德輔道西374至376號家安大廈地下",
    "lat": 22.286938,
    "lng": 114.137406
  },
  {
    "brand": "惠康",
    "name": "富健花園",
    "address": "新界屯門龍門路富健花園地下 88 號舖",
    "lat": 22.38343,
    "lng": 113.964553
  },
  {
    "brand": "惠康",
    "name": "富善邨",
    "address": "新界大埔富善邨富善商場2樓201號舖",
    "lat": 22.454024,
    "lng": 114.174651
  },
  {
    "brand": "惠康",
    "name": "富嘉",
    "address": "香港香港仔大道234號富嘉工業大廈地下",
    "lat": 22.248867,
    "lng": 114.152724
  },
  {
    "brand": "惠康",
    "name": "富威花園",
    "address": "九龍自由道7號富威花園地下C舖",
    "lat": 22.319276,
    "lng": 114.173755
  },
  {
    "brand": "惠康",
    "name": "富寧花園",
    "address": "新界將軍澳坑口富寧花園商場地下16號舖",
    "lat": 22.318825,
    "lng": 114.2677
  },
  {
    "brand": "惠康",
    "name": "富寶花園",
    "address": "新界沙田馬鞍山富寶花園購物商場1樓F14室",
    "lat": 22.424561,
    "lng": 114.237446
  },
  {
    "brand": "惠康",
    "name": "富山邨",
    "address": "九龍富山邨富禮樓地下3號舖",
    "lat": 22.34222,
    "lng": 114.208339
  },
  {
    "brand": "惠康",
    "name": "富康花園",
    "address": "新界將軍澳唐明街1號富康花園一樓112-113號舖",
    "lat": 22.311235,
    "lng": 114.262103
  },
  {
    "brand": "惠康",
    "name": "寧遠街",
    "address": "九龍新蒲崗寧遠街10-20號地下A-D舖",
    "lat": 22.334191,
    "lng": 114.195364
  },
  {
    "brand": "惠康",
    "name": "寶城",
    "address": "新界元朗教育路88-102號寶城大廈地下9-10號舖",
    "lat": 22.443127,
    "lng": 114.024643
  },
  {
    "brand": "惠康",
    "name": "寶翠",
    "address": "九龍油麻地窩打老道40號地庫",
    "lat": 22.31292,
    "lng": 114.170989
  },
  {
    "brand": "惠康",
    "name": "寶翠園",
    "address": "香港卑路乍街8號西寶城3樓",
    "lat": 22.285107,
    "lng": 114.133177
  },
  {
    "brand": "惠康",
    "name": "小西灣",
    "address": "香港柴灣小西灣路小西灣邨小西灣廣場2樓211A",
    "lat": 22.262554,
    "lng": 114.248814
  },
  {
    "brand": "惠康",
    "name": "尚悅方",
    "address": "新界元朗十八鄉路33號尚悅方地下1, 2 及3號舖",
    "lat": 22.438284,
    "lng": 114.030907
  },
  {
    "brand": "惠康",
    "name": "屏欣",
    "address": "新界屏山屏廈路65號屏欣苑商場地下2號舖",
    "lat": 22.445548,
    "lng": 114.003459
  },
  {
    "brand": "惠康",
    "name": "屏薈",
    "address": "新界元朗屏薈中心地下31室",
    "lat": 22.446429,
    "lng": 114.022254
  },
  {
    "brand": "惠康",
    "name": "屯門時代廣場 2",
    "address": "新界屯門時代廣場北翼L2樓1-21 及 24-28號舖",
    "lat": 22.393452,
    "lng": 113.975916
  },
  {
    "brand": "惠康",
    "name": "山景2",
    "address": "新界屯門鳴琴路1號山景商場街市地下T-SK73號舖",
    "lat": 22.396644,
    "lng": 113.966619
  },
  {
    "brand": "惠康",
    "name": "峰華",
    "address": "香港柴灣峰華村曉峰樓地下 1-4 號舖",
    "lat": 22.260557,
    "lng": 114.230908
  },
  {
    "brand": "惠康",
    "name": "峻峰花園",
    "address": "香港筲箕灣峻峰花園地下3號舖",
    "lat": 22.278673,
    "lng": 114.228883
  },
  {
    "brand": "惠康",
    "name": "帝后廣場",
    "address": "九龍漆咸道南17-19號帝后廣埸地舖",
    "lat": 22.297176,
    "lng": 114.175214
  },
  {
    "brand": "惠康",
    "name": "帝庭軒",
    "address": "新界粉嶺帝庭軒第1期1樓35號舖",
    "lat": 22.500214,
    "lng": 114.143882
  },
  {
    "brand": "惠康",
    "name": "平田",
    "address": "九龍藍田安田街23號平田商場1樓101號舖",
    "lat": 22.306138,
    "lng": 114.237209
  },
  {
    "brand": "惠康",
    "name": "康怡",
    "address": "香港鰂魚涌康怡花園第1期1室",
    "lat": 22.280767,
    "lng": 114.215455
  },
  {
    "brand": "惠康",
    "name": "康澤花園",
    "address": "香港北角英皇道238號康澤花園地下",
    "lat": 22.288153,
    "lng": 114.193758
  },
  {
    "brand": "惠康",
    "name": "康麗",
    "address": "屯門河傍街鄉事會屯門巴黎倫敦紐約電影中心48號地下",
    "lat": 22.39832,
    "lng": 113.975032
  },
  {
    "brand": "惠康",
    "name": "廣源",
    "address": "新界沙田廣源村廣源購物中心1樓CB4/13室",
    "lat": 22.380662,
    "lng": 114.213983
  },
  {
    "brand": "惠康",
    "name": "廣田",
    "address": "九龍藍田廣田村廣田商場地下6室",
    "lat": 22.302795,
    "lng": 114.239523
  },
  {
    "brand": "惠康",
    "name": "廣褔道",
    "address": "新界大埔廣福道26-50號大埔大廈地下4-6號舖",
    "lat": 22.448977,
    "lng": 114.16593
  },
  {
    "brand": "惠康",
    "name": "建生",
    "address": "新界屯門建生購物中心207室1樓",
    "lat": 22.407141,
    "lng": 113.969781
  },
  {
    "brand": "惠康",
    "name": "彌敦道",
    "address": "九龍彌敦道794-802號協成行太子中心地庫",
    "lat": 22.326226,
    "lng": 114.168181
  },
  {
    "brand": "惠康",
    "name": "彩園",
    "address": "新界上水彩園村彩園購物中心地下G6號舖",
    "lat": 22.501473,
    "lng": 114.126435
  },
  {
    "brand": "惠康",
    "name": "彩明",
    "address": "新界將軍澳彩明街1號彩明苑彩明商場3樓307 B舖",
    "lat": 22.306091,
    "lng": 114.252405
  },
  {
    "brand": "惠康",
    "name": "彩虹",
    "address": "九龍彩虹村金碧樓地下5-9號",
    "lat": 22.334911,
    "lng": 114.205429
  },
  {
    "brand": "惠康",
    "name": "彩雲",
    "address": "九龍牛池灣清水灣道45號彩雲一村三期商場三樓B301號舖",
    "lat": 22.333546,
    "lng": 114.213233
  },
  {
    "brand": "惠康",
    "name": "得寶花園",
    "address": "九龍牛頭角道3 號得寶花園商場地下138 號舖",
    "lat": 22.32741,
    "lng": 114.214453
  },
  {
    "brand": "惠康",
    "name": "德民",
    "address": "九龍紅磡德民街1-15號繽紛購物城一樓F舖",
    "lat": 22.306725,
    "lng": 114.187459
  },
  {
    "brand": "惠康",
    "name": "怡基閣",
    "address": "香港半山般咸道62號怡基閣地下",
    "lat": 22.284204,
    "lng": 114.143491
  },
  {
    "brand": "惠康",
    "name": "怡成坊",
    "address": "新界沙田大涌橋路20號河畔花園商場地下21-23號舖",
    "lat": 22.381377,
    "lng": 114.195238
  },
  {
    "brand": "惠康",
    "name": "恒安",
    "address": "新界馬鞍山恒安村恆安商場2號227-231舖",
    "lat": 22.416731,
    "lng": 114.227859
  },
  {
    "brand": "惠康",
    "name": "恒福花園",
    "address": "新界屯門三聖村恒福花園商場二樓204號",
    "lat": 22.382576,
    "lng": 113.977917
  },
  {
    "brand": "惠康",
    "name": "悅安",
    "address": "新界大圍大圍道49-53號悅安大厦地下及地下1號舖",
    "lat": 22.375168,
    "lng": 114.177608
  },
  {
    "brand": "惠康",
    "name": "愉田苑",
    "address": "新界沙田愉田苑11-23號地下",
    "lat": 22.38299,
    "lng": 114.201717
  },
  {
    "brand": "惠康",
    "name": "愛蝶灣",
    "address": "香港筲箕灣愛禮街 2 號愛蝶灣商場一樓 60 號舖",
    "lat": 22.281328,
    "lng": 114.228624
  },
  {
    "brand": "惠康",
    "name": "慈雲山1",
    "address": "九龍慈雲山永發大廈地下",
    "lat": 22.346447,
    "lng": 114.201031
  },
  {
    "brand": "惠康",
    "name": "慧安園",
    "address": "新界將軍澳毓雅里9號慧安園商場A20-34號舖",
    "lat": 22.32425,
    "lng": 114.254267
  },
  {
    "brand": "惠康",
    "name": "新墟",
    "address": "新界屯門金堡大廈地下9室",
    "lat": 22.403925,
    "lng": 113.978882
  },
  {
    "brand": "惠康",
    "name": "新康街",
    "address": "新界上水新康街67號行樂坊地下10至12號舖",
    "lat": 22.504384,
    "lng": 114.128772
  },
  {
    "brand": "惠康",
    "name": "新成",
    "address": "香港筲箕灣筲箕灣道241-249號地下",
    "lat": 22.279938,
    "lng": 114.225923
  },
  {
    "brand": "惠康",
    "name": "新興花園",
    "address": "新界大埔新興花園地下S1-28室",
    "lat": 22.453789,
    "lng": 114.173433
  },
  {
    "brand": "惠康",
    "name": "新葵興",
    "address": "新界葵涌興芳道166-174號新葵興商場9-22, 26-34號",
    "lat": 22.36328,
    "lng": 114.131451
  },
  {
    "brand": "惠康",
    "name": "新豐",
    "address": "新界上水新豐路130-132號地庫",
    "lat": 22.5037,
    "lng": 114.126528
  },
  {
    "brand": "惠康",
    "name": "新豐3",
    "address": "新界上水新豐路100號地下",
    "lat": 22.504462,
    "lng": 114.126602
  },
  {
    "brand": "惠康",
    "name": "新都城三期",
    "address": "新界將軍澳新都城中心三期 1 樓 132D, OSA 132D, 132E, 134A & 134B 舖",
    "lat": 22.322461,
    "lng": 114.256852
  },
  {
    "brand": "惠康",
    "name": "新麗",
    "address": "九龍牛池灣瓊東街2號新麗花園地下",
    "lat": 22.34083,
    "lng": 114.209569
  },
  {
    "brand": "惠康",
    "name": "昇悅居",
    "address": "九龍長沙灣荔枝角道833號昇悅居購物商場1樓",
    "lat": 22.334813,
    "lng": 114.149166
  },
  {
    "brand": "惠康",
    "name": "明苑中心",
    "address": "香港北角英皇道 402-404 號及明園西街6號，明苑中心部份地下入口及一樓",
    "lat": 22.29049,
    "lng": 114.198664
  },
  {
    "brand": "惠康",
    "name": "星際城市",
    "address": "九龍旺角山東街47-51號中僑商業中心星際城市商場地下",
    "lat": 22.317849,
    "lng": 114.17003
  },
  {
    "brand": "惠康",
    "name": "普頓臺",
    "address": "香港上環德輔道西88號普頓臺地下1號舖",
    "lat": 22.287624,
    "lng": 114.145976
  },
  {
    "brand": "惠康",
    "name": "朗屏",
    "address": "新界元朗朗屏邨商場2樓203舖",
    "lat": 22.450303,
    "lng": 114.022785
  },
  {
    "brand": "惠康",
    "name": "東頭邨",
    "address": "九龍東頭村道 183 號東頭(二)邨東頭商場地下SU1號舖",
    "lat": 22.333304,
    "lng": 114.19195
  },
  {
    "brand": "惠康",
    "name": "柏宜中心",
    "address": "九龍旺角彌敦道771-775柏宜中心2號地舖及地庫",
    "lat": 22.325256,
    "lng": 114.167831
  },
  {
    "brand": "惠康",
    "name": "柯士甸道",
    "address": "九龍柯士甸道45-53號地庫",
    "lat": 22.303224,
    "lng": 114.169969
  },
  {
    "brand": "惠康",
    "name": "栢蕙苑",
    "address": "香港鰂魚涌英皇道1060號栢蕙苑高層地下A舖",
    "lat": 22.284505,
    "lng": 114.213189
  },
  {
    "brand": "惠康",
    "name": "梨木樹",
    "address": "新界荃灣葵涌梨木樹村商場1樓127號舖",
    "lat": 22.377831,
    "lng": 114.13651
  },
  {
    "brand": "惠康",
    "name": "樂悠居",
    "address": "新界荃灣楊屋道138號樂悠居1樓 20號舖",
    "lat": 22.366554,
    "lng": 114.118187
  },
  {
    "brand": "惠康",
    "name": "樂融軒",
    "address": "香港筲箕灣道333號樂融軒商場2樓",
    "lat": 22.278112,
    "lng": 114.227066
  },
  {
    "brand": "惠康",
    "name": "正德大廈",
    "address": "香港德輔道西260-264號正德大廈地下",
    "lat": 22.28779,
    "lng": 114.141357
  },
  {
    "brand": "惠康",
    "name": "水星街",
    "address": "香港北角水星街2-9號耀星華庭地下2-9號舖",
    "lat": 22.285989,
    "lng": 114.19203
  },
  {
    "brand": "惠康",
    "name": "水泉澳",
    "address": "新界沙田水泉澳廣場2樓221舖",
    "lat": 22.373822,
    "lng": 114.197272
  },
  {
    "brand": "惠康",
    "name": "水泉澳 2",
    "address": "新界沙田水泉澳邨地下201舖",
    "lat": 22.372027,
    "lng": 114.198456
  },
  {
    "brand": "惠康",
    "name": "永利",
    "address": "香港柴灣道333號永利中心地下46-78, 80-87室",
    "lat": 22.263767,
    "lng": 114.238324
  },
  {
    "brand": "惠康",
    "name": "永興樓",
    "address": "香港石塘咀皇后大道西476-482號永興樓地下B,C舖及部分D,E舖",
    "lat": 22.285947,
    "lng": 114.135714
  },
  {
    "brand": "惠康",
    "name": "沙角",
    "address": "新界沙田沙角邨商場3樓302號",
    "lat": 22.377907,
    "lng": 114.194067
  },
  {
    "brand": "惠康",
    "name": "沙頭角",
    "address": "新界沙頭角村25-27座地下1-4號",
    "lat": 22.545771,
    "lng": 114.224654
  },
  {
    "brand": "惠康",
    "name": "油麻地-金漢大廈",
    "address": "九龍彌敦道319號金漢大廈地庫",
    "lat": 22.30643,
    "lng": 114.171353
  },
  {
    "brand": "惠康",
    "name": "油麻地-駿發花園",
    "address": "九龍眾坊街3號駿發花園5座地下1-11號",
    "lat": 22.310258,
    "lng": 114.168916
  },
  {
    "brand": "惠康",
    "name": "泰山",
    "address": "香港太古城天山閣地下G3 & G4室",
    "lat": 22.285437,
    "lng": 114.220593
  },
  {
    "brand": "惠康",
    "name": "海典軒",
    "address": "新界屯門海珠路2號海典軒購物商場地下 20-25號舖",
    "lat": 22.383656,
    "lng": 113.971798
  },
  {
    "brand": "惠康",
    "name": "海富苑",
    "address": "九龍旺角海庭道海富購物中心地面23號舖",
    "lat": 22.315178,
    "lng": 114.164408
  },
  {
    "brand": "惠康",
    "name": "海悅豪園",
    "address": "新界將軍澳海悅豪園購物中心地下2號舖",
    "lat": 22.314739,
    "lng": 114.265429
  },
  {
    "brand": "惠康",
    "name": "海景閣",
    "address": "九龍上海街 55 號海景閣地下A舖",
    "lat": 22.304454,
    "lng": 114.169
  },
  {
    "brand": "惠康",
    "name": "海濱花園",
    "address": "新界荃灣海濱花園商場地下8號舖",
    "lat": 22.361378,
    "lng": 114.112486
  },
  {
    "brand": "惠康",
    "name": "海聯廣場",
    "address": "新界粉嶺聯和墟和睦路9號海聯廣場地下1,2C及2D號舖",
    "lat": 22.500198,
    "lng": 114.141608
  },
  {
    "brand": "惠康",
    "name": "深井",
    "address": "新界深井青山公路陳記商業大廈地下至2樓",
    "lat": 22.367902,
    "lng": 114.059905
  },
  {
    "brand": "惠康",
    "name": "深水埗",
    "address": "九龍深水埗福榮街520-530號地下",
    "lat": 22.339375,
    "lng": 114.15355
  },
  {
    "brand": "惠康",
    "name": "港島‧東",
    "address": "香港西灣河成安街18號港島‧東18地下G03B, G04B, G05, G06A號舖",
    "lat": 22.281306,
    "lng": 114.221147
  },
  {
    "brand": "惠康",
    "name": "港濤軒",
    "address": "香港北角馬寶道61-63 號港濤軒地下 3,4,6 及 7 號舖",
    "lat": 22.292294,
    "lng": 114.201571
  },
  {
    "brand": "惠康",
    "name": "港灣豪庭",
    "address": "九龍大角咀福利街 8 號港灣豪庭廣場 1 樓 125 舖",
    "lat": 22.324416,
    "lng": 114.160454
  },
  {
    "brand": "惠康",
    "name": "瀝源",
    "address": "新界沙田瀝源村瀝源廣場2樓1至3號舖",
    "lat": 22.385561,
    "lng": 114.192886
  },
  {
    "brand": "惠康",
    "name": "灣仔",
    "address": "香港灣仔莊士敦道194-204號地庫",
    "lat": 22.277184,
    "lng": 114.175995
  },
  {
    "brand": "惠康",
    "name": "火炭",
    "address": "新界沙田火炭山尾街18-24號沙田商業中心6-7號舖",
    "lat": 22.397215,
    "lng": 114.193685
  },
  {
    "brand": "惠康",
    "name": "獅子石道",
    "address": "九龍九龍城獅子石道 45 & 47 號地下",
    "lat": 22.329335,
    "lng": 114.188053
  },
  {
    "brand": "惠康",
    "name": "瑞峰花園",
    "address": "新界沙田大圍瑞峰花園旭達商場13,15-19號舖",
    "lat": 22.362518,
    "lng": 114.177474
  },
  {
    "brand": "惠康",
    "name": "環翠",
    "address": "香港柴灣環翠村環翠商場 3 樓",
    "lat": 22.262487,
    "lng": 114.238458
  },
  {
    "brand": "惠康",
    "name": "畢架山",
    "address": "九龍畢架山龍平路9-13號購物中心E",
    "lat": 22.342468,
    "lng": 114.166419
  },
  {
    "brand": "惠康",
    "name": "白田邨",
    "address": "九龍白田邨白田商場地下低層第二層LG201號舖",
    "lat": 22.336688,
    "lng": 114.167209
  },
  {
    "brand": "惠康",
    "name": "百匯軒",
    "address": "九龍荔枝角道33號百匯軒地下3-4號舖",
    "lat": 22.322632,
    "lng": 114.167945
  },
  {
    "brand": "惠康",
    "name": "真善美",
    "address": "九龍土瓜灣真善美村志真樓地下29-37號舖",
    "lat": 22.325303,
    "lng": 114.187594
  },
  {
    "brand": "惠康",
    "name": "石圍角",
    "address": "新界荃灣石圍角村停車場大樓地下",
    "lat": 22.374357,
    "lng": 114.123289
  },
  {
    "brand": "惠康",
    "name": "石塘咀",
    "address": "香港皇后大道西562-566號厚福大廈地下",
    "lat": 22.286312,
    "lng": 114.13369
  },
  {
    "brand": "惠康",
    "name": "石安大廈",
    "address": "九龍深水埗長沙灣道102-108號石安大厦地下C-E號舖",
    "lat": 22.328927,
    "lng": 114.164869
  },
  {
    "brand": "惠康",
    "name": "石籬",
    "address": "新界葵涌石籬(第一)村石秀樓2號地下",
    "lat": 22.362103,
    "lng": 114.137144
  },
  {
    "brand": "惠康",
    "name": "石籬2",
    "address": "新界葵涌石籬村第2期石籬購物商場地下11號舖",
    "lat": 22.365485,
    "lng": 114.138989
  },
  {
    "brand": "惠康",
    "name": "石蔭",
    "address": "新界葵涌石蔭梨木村道118號地下",
    "lat": 22.371484,
    "lng": 114.138591
  },
  {
    "brand": "惠康",
    "name": "石門",
    "address": "沙田安平街1號地下28號",
    "lat": 22.390695,
    "lng": 114.20624
  },
  {
    "brand": "惠康",
    "name": "碧湖花園",
    "address": "新界粉嶺碧湖花園上層31號",
    "lat": 22.487513,
    "lng": 114.142667
  },
  {
    "brand": "惠康",
    "name": "碩門邨",
    "address": "新界沙田碩門商場P1層4號舖",
    "lat": 22.386658,
    "lng": 114.208213
  },
  {
    "brand": "惠康",
    "name": "祥發",
    "address": "新界元朗裕景坊祥發大厦地下14號",
    "lat": 22.444344,
    "lng": 114.0279
  },
  {
    "brand": "惠康",
    "name": "祥華",
    "address": "新界粉嶺新運路38號祥華邨祥華商場二樓L210號舖",
    "lat": 22.49336,
    "lng": 114.140847
  },
  {
    "brand": "惠康",
    "name": "禾輋",
    "address": "新界沙田禾輋村禾輋廣場二樓206B號舖",
    "lat": 22.387707,
    "lng": 114.196037
  },
  {
    "brand": "惠康",
    "name": "秀茂坪商場",
    "address": "九龍觀塘秀茂坪村秀茂坪購物商場1樓102 舖",
    "lat": 22.32011,
    "lng": 114.232218
  },
  {
    "brand": "惠康",
    "name": "秦石",
    "address": "新界沙田秦石村購物中心1樓28號",
    "lat": 22.373111,
    "lng": 114.186958
  },
  {
    "brand": "惠康",
    "name": "竹園",
    "address": "九龍竹園廣場1樓S101號",
    "lat": 22.345061,
    "lng": 114.193338
  },
  {
    "brand": "惠康",
    "name": "粉嶺中心",
    "address": "新界粉嶺中心2期1樓243-244號",
    "lat": 22.490909,
    "lng": 114.141534
  },
  {
    "brand": "惠康",
    "name": "紅山半島",
    "address": "香港大譚紅山道3號紅山半島地下G25號舖",
    "lat": 22.236546,
    "lng": 114.223304
  },
  {
    "brand": "惠康",
    "name": "紅磡",
    "address": "九龍紅磡湖光街1-7號聯盛大廈地下10C-10G",
    "lat": 22.305809,
    "lng": 114.186527
  },
  {
    "brand": "惠康",
    "name": "紅磡中心",
    "address": "九龍紅磡馬頭圍道37 -39號紅磡商業中心地下一號",
    "lat": 22.309972,
    "lng": 114.18808
  },
  {
    "brand": "惠康",
    "name": "維多利亞",
    "address": "香港北角屈臣道15號維多利中心地下25號店舖",
    "lat": 22.287612,
    "lng": 114.190077
  },
  {
    "brand": "惠康",
    "name": "置樂",
    "address": "新界屯門置樂花園商場地下",
    "lat": 22.387344,
    "lng": 113.979993
  },
  {
    "brand": "惠康",
    "name": "美孚",
    "address": "九龍美孚新村第二期吉利徑39-45號7A舖",
    "lat": 22.336735,
    "lng": 114.139296
  },
  {
    "brand": "惠康",
    "name": "美孚 2",
    "address": "九龍美孚新村百老匯街69-71號地下",
    "lat": 22.335962,
    "lng": 114.140756
  },
  {
    "brand": "惠康",
    "name": "美景",
    "address": "新界青衣美景花園商業中心北座第2期26-27號",
    "lat": 22.344379,
    "lng": 114.106751
  },
  {
    "brand": "惠康",
    "name": "美景臺",
    "address": "香港域多利道18-20號 美景臺地下",
    "lat": 22.268569,
    "lng": 114.124946
  },
  {
    "brand": "惠康",
    "name": "美林",
    "address": "新界沙田美林村商場地下29-32室",
    "lat": 22.377826,
    "lng": 114.176591
  },
  {
    "brand": "惠康",
    "name": "美田",
    "address": "新界沙田大圍美田邨購物商場1樓101號",
    "lat": 22.376371,
    "lng": 114.170519
  },
  {
    "brand": "惠康",
    "name": "翔龍灣",
    "address": "九龍土瓜灣新碼頭街38號翔龍灣廣場1樓127-130B舖",
    "lat": 22.319276,
    "lng": 114.193508
  },
  {
    "brand": "惠康",
    "name": "翠塘",
    "address": "新界西貢翠塘路1號翠塘花園地下1-9號",
    "lat": 22.379572,
    "lng": 114.269676
  },
  {
    "brand": "惠康",
    "name": "翠屏",
    "address": "九龍觀塘翠屏道19號翠屏北邨翠屏商場1F號舖",
    "lat": 22.31497,
    "lng": 114.229959
  },
  {
    "brand": "惠康",
    "name": "翠湖居",
    "address": "新界元朗天水圍天瑞路8號翠湖居地下1-4號",
    "lat": 22.458201,
    "lng": 113.99923
  },
  {
    "brand": "惠康",
    "name": "翠珊閣",
    "address": "新界元朗洪水橋翠珊園124地段2-3號地下",
    "lat": 22.43313,
    "lng": 113.997667
  },
  {
    "brand": "惠康",
    "name": "翠竹花園",
    "address": "九龍黃大仙翠竹街8號翠竹花園商場4樓408號商舖",
    "lat": 22.345695,
    "lng": 114.189182
  },
  {
    "brand": "惠康",
    "name": "翠麗",
    "address": "新界上水新豐路翠麗花園商場25-29室",
    "lat": 22.507713,
    "lng": 114.129334
  },
  {
    "brand": "惠康",
    "name": "翩滙坊",
    "address": "新界將軍澳唐俊街21號翩滙坊地庫1樓8-9號舖",
    "lat": 22.303202,
    "lng": 114.262749
  },
  {
    "brand": "惠康",
    "name": "耀東",
    "address": "香港筲箕灣耀興道12號耀東村耀東商場地下S6A,S6B & S6C號舖",
    "lat": 22.277387,
    "lng": 114.2242
  },
  {
    "brand": "惠康",
    "name": "舂磡角",
    "address": "香港舂磡角道39號地下",
    "lat": 22.219836,
    "lng": 114.20363
  },
  {
    "brand": "惠康",
    "name": "興華",
    "address": "香港柴灣興華村第二期地下",
    "lat": 22.263324,
    "lng": 114.233459
  },
  {
    "brand": "惠康",
    "name": "良景",
    "address": "新界屯門良景村良景樓購物中心401號",
    "lat": 22.4065,
    "lng": 113.963963
  },
  {
    "brand": "惠康",
    "name": "花園大廈",
    "address": "九龍觀塘牛頭角道297號花園大廈玉蓮臺第三座地下15-18號舖",
    "lat": 22.315121,
    "lng": 114.220563
  },
  {
    "brand": "惠康",
    "name": "花都廣場",
    "address": "新界粉嶺花都廣場地下132號舖",
    "lat": 22.485827,
    "lng": 114.140639
  },
  {
    "brand": "惠康",
    "name": "英皇娛樂廣場",
    "address": "新界荃灣眾安街55號大鴻輝(荃灣)中心地庫第一層",
    "lat": 22.370281,
    "lng": 114.116898
  },
  {
    "brand": "惠康",
    "name": "荃威花園",
    "address": "新界荃灣荃威花園1期9A舖",
    "lat": 22.37868,
    "lng": 114.109648
  },
  {
    "brand": "惠康",
    "name": "荃灣",
    "address": "新界荃灣路德圍57-61號地下",
    "lat": 22.373349,
    "lng": 114.115321
  },
  {
    "brand": "惠康",
    "name": "荃灣中心",
    "address": "新界荃灣荃景圍87-105號荃灣中心商場II期地下8-13號舖",
    "lat": 22.378221,
    "lng": 114.107921
  },
  {
    "brand": "惠康",
    "name": "荔枝角",
    "address": "九龍荔枝角道324-330號地下",
    "lat": 22.328602,
    "lng": 114.160732
  },
  {
    "brand": "惠康",
    "name": "菁田",
    "address": "新界屯門菁田邨菁田購物中心地下G6室",
    "lat": 22.412369,
    "lng": 113.971461
  },
  {
    "brand": "惠康",
    "name": "華富1",
    "address": "香港華富村商場第一期120-140號",
    "lat": 22.253456,
    "lng": 114.135961
  },
  {
    "brand": "惠康",
    "name": "華懋王子大廈",
    "address": "九龍旺角道93-95號華懋王子大廈地下4-5舖",
    "lat": 22.321001,
    "lng": 114.17119
  },
  {
    "brand": "惠康",
    "name": "華景",
    "address": "香港華富村商業中心25-27室",
    "lat": 22.252629,
    "lng": 114.136121
  },
  {
    "brand": "惠康",
    "name": "華都中心",
    "address": "新界荃灣西樓角路華都中心地下",
    "lat": 22.371566,
    "lng": 114.119824
  },
  {
    "brand": "惠康",
    "name": "萬盛閣",
    "address": "九龍荔枝角道168號萬盛閣地下4-6舖",
    "lat": 22.325698,
    "lng": 114.1646
  },
  {
    "brand": "惠康",
    "name": "萬金",
    "address": "新界元朗水車館街28號萬金中心地下3, 5, 6-7, 8-9, 10-11, 12-13, 15 & 17-18號舖",
    "lat": 22.445399,
    "lng": 114.031436
  },
  {
    "brand": "惠康",
    "name": "落馬州",
    "address": "新界落馬州鐵路站1樓離境大堂132號舖",
    "lat": 22.515055,
    "lng": 114.065623
  },
  {
    "brand": "惠康",
    "name": "落馬州 3",
    "address": "新界落馬州鐵路站1樓離境大堂102-105號舖",
    "lat": 22.515074,
    "lng": 114.065632
  },
  {
    "brand": "惠康",
    "name": "葵涌",
    "address": "新界葵涌葵涌商場2樓213號舖",
    "lat": 22.367391,
    "lng": 114.128242
  },
  {
    "brand": "惠康",
    "name": "葵盛",
    "address": "新界葵涌葵盛東村葵盛購物商場1樓114 號舖",
    "lat": 22.364629,
    "lng": 114.127339
  },
  {
    "brand": "惠康",
    "name": "葵盛西",
    "address": "新界葵涌葵盛(西)村商場 2 樓 29-31號舖",
    "lat": 22.360722,
    "lng": 114.122593
  },
  {
    "brand": "惠康",
    "name": "葵興",
    "address": "新界葵涌葵興村葵興購物中心15號地舖",
    "lat": 22.366837,
    "lng": 114.133053
  },
  {
    "brand": "惠康",
    "name": "葵芳",
    "address": "新界葵涌興芳路177號葵芳廣場一樓116D號舖",
    "lat": 22.358075,
    "lng": 114.130032
  },
  {
    "brand": "惠康",
    "name": "蔚景花園",
    "address": "新界荃灣青山道520 號蔚景園地下1及2號舖",
    "lat": 22.373553,
    "lng": 114.102901
  },
  {
    "brand": "惠康",
    "name": "藍地",
    "address": "新界屯門藍地福亨村路8號豫豐花園商場地下A及B號舖",
    "lat": 22.42058,
    "lng": 113.985286
  },
  {
    "brand": "惠康",
    "name": "藍田",
    "address": "九龍藍田啟田邨啟田商場1樓104號",
    "lat": 22.308381,
    "lng": 114.235163
  },
  {
    "brand": "惠康",
    "name": "蝴蝶",
    "address": "新界屯門蝴蝶村廣場3樓311號舖",
    "lat": 22.374826,
    "lng": 113.963454
  },
  {
    "brand": "惠康",
    "name": "西營盤",
    "address": "香港西營盤第一街63-65號地下",
    "lat": 22.286706,
    "lng": 114.142279
  },
  {
    "brand": "惠康",
    "name": "西貢大廈",
    "address": "新界福民路42-56號西貢大廈地下8-10號舖",
    "lat": 22.382465,
    "lng": 114.272852
  },
  {
    "brand": "惠康",
    "name": "觀塘",
    "address": "九龍觀塘宜安街22-26號地下",
    "lat": 22.315018,
    "lng": 114.223379
  },
  {
    "brand": "惠康",
    "name": "謝斐道",
    "address": "香港銅鑼灣謝斐道503-505號地下",
    "lat": 22.281205,
    "lng": 114.183196
  },
  {
    "brand": "惠康",
    "name": "賢麗苑",
    "address": "新界葵涌麗景山路賢麗苑商場3A號舖",
    "lat": 22.348584,
    "lng": 114.126639
  },
  {
    "brand": "惠康",
    "name": "跑馬地",
    "address": "香港跑馬地載德街雅怡閣2-4號地下",
    "lat": 22.26949,
    "lng": 114.185805
  },
  {
    "brand": "惠康",
    "name": "軒尼詩道",
    "address": "香港灣仔軒尼詩道418-428號地庫",
    "lat": 22.27927,
    "lng": 114.180806
  },
  {
    "brand": "惠康",
    "name": "迎東",
    "address": "新界東涌迎東邨迎東商場地下4號舖",
    "lat": 22.295963,
    "lng": 113.952993
  },
  {
    "brand": "惠康",
    "name": "逸東",
    "address": "新界大嶼山東涌逸東商場1樓 110 舖",
    "lat": 22.281844,
    "lng": 113.934761
  },
  {
    "brand": "惠康",
    "name": "運頭塘",
    "address": "新界大埔運頭塘村30號地下",
    "lat": 22.442169,
    "lng": 114.167235
  },
  {
    "brand": "惠康",
    "name": "遠東",
    "address": "九龍彌敦道204-206號遠東商業大廈地庫",
    "lat": 22.303857,
    "lng": 114.171939
  },
  {
    "brand": "惠康",
    "name": "金利大廈",
    "address": "香港中環皇后大道中142-146號金利商業大廈",
    "lat": 22.284161,
    "lng": 114.154005
  },
  {
    "brand": "惠康",
    "name": "金山",
    "address": "新界葵涌華景山莊商業中心1樓2號",
    "lat": 22.351853,
    "lng": 114.136828
  },
  {
    "brand": "惠康",
    "name": "金巴利道",
    "address": "九龍尖沙金咀金巴利道53-54號地下",
    "lat": 22.300983,
    "lng": 114.174513
  },
  {
    "brand": "惠康",
    "name": "金碧閣",
    "address": "九龍窩打老道84號E金碧閣",
    "lat": 22.319484,
    "lng": 114.176367
  },
  {
    "brand": "惠康",
    "name": "金福",
    "address": "香港北角英皇道鰂魚涌新威園地下 989-992號B舖",
    "lat": 22.285731,
    "lng": 114.211407
  },
  {
    "brand": "惠康",
    "name": "銀湖天峰",
    "address": "新界烏溪沙西沙路599號銀湖天峰1號",
    "lat": 22.428775,
    "lng": 114.243171
  },
  {
    "brand": "惠康",
    "name": "銀礦灣",
    "address": "新界大嶼山梅窩銀灣道2號家樂閣地下",
    "lat": 22.263999,
    "lng": 114.001525
  },
  {
    "brand": "惠康",
    "name": "銅鑼灣",
    "address": "香港銅鑼灣記利佐治街25-29號",
    "lat": 22.281413,
    "lng": 114.186264
  },
  {
    "brand": "惠康",
    "name": "錦榮",
    "address": "九龍新蒲崗崇齡街2-12號",
    "lat": 22.336051,
    "lng": 114.196086
  },
  {
    "brand": "惠康",
    "name": "錦泰",
    "address": "新界馬鞍山錦泰苑錦泰商場1樓101號舖",
    "lat": 22.409037,
    "lng": 114.221718
  },
  {
    "brand": "惠康",
    "name": "錦田",
    "address": "新界元朗錦田錦田戲院大廈地下",
    "lat": 22.440243,
    "lng": 114.064317
  },
  {
    "brand": "惠康",
    "name": "錦英",
    "address": "新界馬鞍山錦英苑商場低層 1摟12號",
    "lat": 22.423131,
    "lng": 114.236163
  },
  {
    "brand": "惠康",
    "name": "長亨",
    "address": "新界青衣長亨村長亨商場LG202號",
    "lat": 22.354191,
    "lng": 114.097871
  },
  {
    "brand": "惠康",
    "name": "長康",
    "address": "新界青衣長康村長康商場地下 103 號舖",
    "lat": 22.348997,
    "lng": 114.106157
  },
  {
    "brand": "惠康",
    "name": "長洲",
    "address": "新界長洲新興街89-91號1樓ABC座地下",
    "lat": 22.208935,
    "lng": 114.028928
  },
  {
    "brand": "惠康",
    "name": "長洲2",
    "address": "新界長洲海傍街95-97號地下",
    "lat": 22.206141,
    "lng": 114.028239
  },
  {
    "brand": "惠康",
    "name": "長青",
    "address": "新界青衣長青村長青商業中心地下T1-T5號",
    "lat": 22.345023,
    "lng": 114.109212
  },
  {
    "brand": "惠康",
    "name": "隆亨",
    "address": "新界沙田隆亨村商業中心3樓215室",
    "lat": 22.367898,
    "lng": 114.179373
  },
  {
    "brand": "惠康",
    "name": "雅濤居",
    "address": "新界馬鞍山鞍駿街15號雅濤居地下01C號舖",
    "lat": 22.425107,
    "lng": 114.228145
  },
  {
    "brand": "惠康",
    "name": "雅珊園",
    "address": "新界元朗洪水橋雅珊園商場1樓",
    "lat": 22.434103,
    "lng": 113.996728
  },
  {
    "brand": "惠康",
    "name": "電訊一代廣場",
    "address": "九龍觀塘成業街10 號電訊一代廣場地下2 號舖",
    "lat": 22.310465,
    "lng": 114.225935
  },
  {
    "brand": "惠康",
    "name": "青衣",
    "address": "新界青衣青衣村青衣商場2樓4號舖",
    "lat": 22.354335,
    "lng": 114.103242
  },
  {
    "brand": "惠康",
    "name": "順天",
    "address": "九龍順天村天啟樓208-211室",
    "lat": 22.326448,
    "lng": 114.22529
  },
  {
    "brand": "惠康",
    "name": "順寧道",
    "address": "九龍順寧道麗寶花園地下4號",
    "lat": 22.340388,
    "lng": 114.155155
  },
  {
    "brand": "惠康",
    "name": "頌安",
    "address": "新界沙田馬鞍山頌安村頌安購物中心地下8號",
    "lat": 22.422448,
    "lng": 114.226676
  },
  {
    "brand": "惠康",
    "name": "馬頭角道",
    "address": "九龍土瓜灣馬頭角道40號東南工廠大廈地下A舖",
    "lat": 22.322296,
    "lng": 114.18975
  },
  {
    "brand": "惠康",
    "name": "高威",
    "address": "香港柴灣道111號東港城廣場一楼",
    "lat": 22.266307,
    "lng": 114.234297
  },
  {
    "brand": "惠康",
    "name": "鯉景灣",
    "address": "香港西灣河太康街35號鯉景灣C 期GC19-21號舖",
    "lat": 22.285125,
    "lng": 114.223338
  },
  {
    "brand": "惠康",
    "name": "鯉魚門",
    "address": "九龍油塘鯉魚門道鯉魚門廣場1樓123&124舖",
    "lat": 22.296175,
    "lng": 114.23965
  },
  {
    "brand": "惠康",
    "name": "鴨脷洲",
    "address": "香港鴨利洲大街127-139號高寶閣地下",
    "lat": 22.243532,
    "lng": 114.154434
  },
  {
    "brand": "惠康",
    "name": "麗晶花園",
    "address": "九龍九龍灣麗晶花園21座地下C1號",
    "lat": 22.329016,
    "lng": 114.207943
  },
  {
    "brand": "惠康",
    "name": "麗翠苑",
    "address": "九龍深水埗麗翠苑麗翠商埸地下5號舖",
    "lat": 22.333828,
    "lng": 114.155039
  },
  {
    "brand": "惠康",
    "name": "黃金中心",
    "address": "九龍深水埗欽州街94號黃金中心地庫",
    "lat": 22.332384,
    "lng": 114.162001
  },
  {
    "brand": "惠康",
    "name": "龍蟠苑",
    "address": "九龍鑽石山龍蟠苑購物中心地下110號",
    "lat": 22.341975,
    "lng": 114.200453
  },
  {
    "brand": "惠康",
    "name": "龍記大廈",
    "address": "香港上環德輔道中267-275號龍記大廈地下",
    "lat": 22.286946,
    "lng": 114.151791
  },
  {
    "brand": "Market Place",
    "name": "3hreesixty - 圓方",
    "address": "香港九龍尖沙咀柯士甸道西1號圓方1090號舖",
    "lat": 22.306276,
    "lng": 114.162432
  },
  {
    "brand": "Market Place",
    "name": "3hreesixty - 赤柱廣場",
    "address": "香港赤柱佳美道23及33號馬坑村赤柱廣場2樓203號鋪",
    "lat": 22.219245,
    "lng": 114.209903
  },
  {
    "brand": "Market Place",
    "name": "K11",
    "address": "九龍尖沙咀河內道18號K11地庫一樓B111號至B121號舖",
    "lat": 22.297729,
    "lng": 114.173618
  },
  {
    "brand": "Market Place",
    "name": "Oliver's - 利華-太子大廈",
    "address": "香港中環遮打道10號,置地太子大廈3樓322-328號舖",
    "lat": 22.281224,
    "lng": 114.159213
  },
  {
    "brand": "Market Place",
    "name": "PopCorn",
    "address": "新界將軍澳唐俊街9號PopCorn地下G51號商舖",
    "lat": 22.309002,
    "lng": 114.261246
  },
  {
    "brand": "Market Place",
    "name": "中央大廈",
    "address": "香港皇后大道中270-276號中央大廈地下A號舖",
    "lat": 22.284616,
    "lng": 114.150761
  },
  {
    "brand": "Market Place",
    "name": "中染大廈",
    "address": "荃灣青山公路388號中國染廠大廈1樓101-102號舖",
    "lat": 22.375475,
    "lng": 114.113208
  },
  {
    "brand": "Market Place",
    "name": "京華中心",
    "address": "香港銅鑼灣渣甸街5-19號京華中心地庫連地下入口",
    "lat": 22.27984,
    "lng": 114.184596
  },
  {
    "brand": "Market Place",
    "name": "何文田廣場",
    "address": "九龍何文田佛光街80號何文田廣場3樓305號鋪",
    "lat": 22.31644,
    "lng": 114.181599
  },
  {
    "brand": "Market Place",
    "name": "八號花園",
    "address": "大埔安慈路2號八號花園地下9-10號鋪",
    "lat": 22.452577,
    "lng": 114.166359
  },
  {
    "brand": "Market Place",
    "name": "匡湖居",
    "address": "西貢蠔涌地段西貢公路380號匡湖居購物中心A1至A10號",
    "lat": 22.355427,
    "lng": 114.251735
  },
  {
    "brand": "Market Place",
    "name": "國際廣場",
    "address": "九龍尖沙咀彌敦道63號iSQUARE國際廣場LG08-13號舖",
    "lat": 22.296957,
    "lng": 114.172057
  },
  {
    "brand": "Market Place",
    "name": "圍方",
    "address": "香港新界沙田車公廟路18號圍方商場4樓413-415號舖",
    "lat": 22.373683,
    "lng": 114.180738
  },
  {
    "brand": "Market Place",
    "name": "堅道",
    "address": "香港堅道99號地下A號舖",
    "lat": 22.282627,
    "lng": 114.151105
  },
  {
    "brand": "Market Place",
    "name": "天后",
    "address": "香港天后廟道4號地下A室",
    "lat": 22.282112,
    "lng": 114.192246
  },
  {
    "brand": "Market Place",
    "name": "奥海城 1期",
    "address": "香港九龍海輝道11號奥海城1期G02-03號鋪",
    "lat": 22.318202,
    "lng": 114.158914
  },
  {
    "brand": "Market Place",
    "name": "奥海城 2期",
    "address": "九龍大角咀西九龍海庭道18號奧海城II期地下G1及G10號鋪",
    "lat": 22.316994,
    "lng": 114.161636
  },
  {
    "brand": "Market Place",
    "name": "富東",
    "address": "大嶼山東涌富東村富東廣場1樓107號",
    "lat": 22.288802,
    "lng": 113.942303
  },
  {
    "brand": "Market Place",
    "name": "將軍澳中心",
    "address": "新界西貢將軍澳唐德街9號將軍澳中心地庫1樓B10A號鋪",
    "lat": 22.307156,
    "lng": 114.256328
  },
  {
    "brand": "Market Place",
    "name": "山頂",
    "address": "香港山頂道100及104號",
    "lat": 22.268273,
    "lng": 114.151567
  },
  {
    "brand": "Market Place",
    "name": "御龍山",
    "address": "新界沙田火炭樂景街28號御龍山103號舖",
    "lat": 22.395738,
    "lng": 114.199365
  },
  {
    "brand": "Market Place",
    "name": "德福廣場",
    "address": "九龍九龍灣偉業街33號德福廣場一期平台P27號舖",
    "lat": 22.323344,
    "lng": 114.212917
  },
  {
    "brand": "Market Place",
    "name": "怡和大廈",
    "address": "香港中環康樂廣場一號怡和大廈一樓101-109及120號舖",
    "lat": 22.28313,
    "lng": 114.159122
  },
  {
    "brand": "Market Place",
    "name": "愉景灣",
    "address": "愉景灣海澄湖畔路92號地下G11號舖",
    "lat": 22.308083,
    "lng": 114.01656
  },
  {
    "brand": "Market Place",
    "name": "新港城中心",
    "address": "新界沙田鞍祿街18號新港城中心3樓3201至3203號舖",
    "lat": 22.424422,
    "lng": 114.231763
  },
  {
    "brand": "Market Place",
    "name": "昇薈",
    "address": "東涌迎康街1號昇薈商場1樓11號鋪",
    "lat": 22.295303,
    "lng": 113.951064
  },
  {
    "brand": "Market Place",
    "name": "朗豪坊",
    "address": "九龍旺角亞皆老街8號朗豪坊地庫B2 8號舖",
    "lat": 22.318841,
    "lng": 114.168588
  },
  {
    "brand": "Market Place",
    "name": "梅道",
    "address": "香港山頂梅道12號嘉富麗園地庫",
    "lat": 22.274292,
    "lng": 114.153232
  },
  {
    "brand": "Market Place",
    "name": "淺水灣",
    "address": "香港淺水灣道109號淺水灣購物中心G128號舖",
    "lat": 22.239131,
    "lng": 114.195415
  },
  {
    "brand": "Market Place",
    "name": "清水灣",
    "address": "西貢清水灣地段253號牛奶公司購物商場地下",
    "lat": 22.339638,
    "lng": 114.247308
  },
  {
    "brand": "Market Place",
    "name": "溱柏",
    "address": "新界元朗公庵路68號溱柏地下E鋪",
    "lat": 22.436701,
    "lng": 114.023729
  },
  {
    "brand": "Market Place",
    "name": "爾巒",
    "address": "元朗映河路1號爾巒商場地下2號舖",
    "lat": 22.441935,
    "lng": 114.05441
  },
  {
    "brand": "Market Place",
    "name": "牛津道",
    "address": "九龍九龍塘牛津道3號",
    "lat": 22.331126,
    "lng": 114.180663
  },
  {
    "brand": "Market Place",
    "name": "現崇山",
    "address": "九龍黄大仙睦鄰街八號現崇山商場二樓二號鋪",
    "lat": 22.340307,
    "lng": 114.196737
  },
  {
    "brand": "Market Place",
    "name": "瑞信",
    "address": "九龍柯士甸道 140-142 號瑞信集團大廈地下",
    "lat": 22.303191,
    "lng": 114.174132
  },
  {
    "brand": "Market Place",
    "name": "白建時",
    "address": "香港渣甸山白建時道5號1樓",
    "lat": 22.270942,
    "lng": 114.191706
  },
  {
    "brand": "Market Place",
    "name": "白石角",
    "address": "新界大埔科進路21號逸瓏坊地下低層16號鋪",
    "lat": 22.431385,
    "lng": 114.204483
  },
  {
    "brand": "Market Place",
    "name": "盈置大廈",
    "address": "香港中環德輔道中77號盈置大廈地庫全層",
    "lat": 22.284243,
    "lng": 114.156521
  },
  {
    "brand": "Market Place",
    "name": "維港文化匯",
    "address": "尖沙咀梳士巴利道18號維港文化匯 K11 MUSEA B2 層B201-01A鋪",
    "lat": 22.293498,
    "lng": 114.174032
  },
  {
    "brand": "Market Place",
    "name": "縉城峰",
    "address": "西營盤第一街8號縉城峰2樓8號舖",
    "lat": 22.286355,
    "lng": 114.1427
  },
  {
    "brand": "Market Place",
    "name": "藍天海岸",
    "address": "東涌海濱路12號藍天海岸商場地下12號舖",
    "lat": 22.29223,
    "lng": 113.944907
  },
  {
    "brand": "Market Place",
    "name": "西摩道",
    "address": "香港半山西摩台1號地下及地庫",
    "lat": 22.280976,
    "lng": 114.150451
  },
  {
    "brand": "Market Place",
    "name": "迎海",
    "address": "新界馬鞍山烏溪沙路8號迎海薈地下1號舖",
    "lat": 22.430405,
    "lng": 114.243546
  },
  {
    "brand": "Market Place",
    "name": "雲景道",
    "address": "香港雲景道33號一樓",
    "lat": 22.28565,
    "lng": 114.196344
  },
  {
    "brand": "Market Place",
    "name": "黃金海岸",
    "address": "屯門青山公路1號黃金海岸商場1樓20-23及R7號舖",
    "lat": 22.37199,
    "lng": 113.992254
  }
];
